Repository: cyanfish/naps2
Catalog: NAPS2.Core/Lang/po/*.po
Languages: el, nl, ru, sl, sr_cyrl

source: Maximum quality (large files)
el: Μέγιστη ποιότητα (μεγάλα αρχεία)
nl: Maximale kwaliteit (grote bestanden)
ru: Максимальное качество (большой размер)
sl: Maximum quality (velike datoteke)
sr_cyrl: Максимални квалитет (велике датотеке)

source: Metadata
el: Μεταδεδομένα (Metadata)
ru: Метаданные
sl: Metapodatki
sr_cyrl: Метаподаци

source: Minute (00-59)
el: Λεπτά (00-59)
nl: Minuut (00-59)
ru: Минута (00-59)
sr_cyrl: Минут (00-59)

source: Month (01-12)
el: Μήνας (01-12)
nl: Maand (01-12)
ru: Месяц (01-12)
sl: Mesec (01-12)
sr_cyrl: Месец (01-12)

source: More info
el: Περισσότερες πληροφορίες
nl: Meer informatie
ru: Дополнительно
sl: Več informacij
sr_cyrl: Више информација

source: Move Down
el: Κύλιση Κάτω
nl: Omlaag
ru: Ниже
sl: Premakni Dol
sr_cyrl: Помери доле

source: Move Up
el: Κύλιση Πάνω
nl: Omhoog
ru: Выше
sl: Premakni Gor
sr_cyrl: Помери горе

source: Multiple scans (fixed delay between scans)
el: Πολλαπλές σαρώσεις (χρονοκαθυστέρηση μεταξύ σαρώσεων)
nl: Meerdere scans (vaste pauze tussen scans)
ru: Многостраничное сканирование (задержка по времени)
sl: Več strani (časovni zamik med posameznimi branji)
sr_cyrl: Вишеструко скенирање (фиксно кашњење између скенирања)

source: Multiple scans (prompt between scans)
el: Πολλαπλές σαρώσεις (προτροπή μεταξύ σαρώσεων)
nl: Meerdere scans (vraag tussen 2 scans)
ru: Многостраничное сканирование (запрос между сканированием)
sl: Več strani (poziv med posameznimi branji)
sr_cyrl: Вишеструко скенирање (питај између скенирања)

source: NAPS2 is completely free. Consider making a donation
el: Το NAPS2 είναι ελεύθερο λογισμικό. Αξιολογήστε την επιλογή μιας δωρεάς
ru: NAPS2 - бесплатная программа,однако Вы можете пожертвовать деньги на развитие проекта

source: Name (optional)
el: Όνομα (προαιρετικό)
nl: Naam (optioneel)
ru: Имя (опционально)
sl: Ime (neobvezno)

source: Name missing
el: Απουσιάζει το όνομα
nl: Naam ontbreekt
ru: Не указано имя
sl: Manjka ime
sr_cyrl: Недостаје име

source: New
el: Νέο
nl: Nieuw
ru: Новый
sl: Novo
sr_cyrl: Нови

source: New Profile
el: Νέο Προφίλ
nl: Nieuw profiel
ru: Новый профиль
sl: Nov Profil
sr_cyrl: Нови профил

source: Next
el: Επόμενη
nl: Volgende
ru: Далее
sl: Naslednji
sr_cyrl: Следеће

source: Next Scan
el: Επόμενη Σάρωση
nl: Volgende scan
ru: Сканировать
sl: Naslednje Skeniranje
sr_cyrl: Следећи скен

source: No device selected
el: Δεν επιλέχθηκε συσκευή
nl: Geen apparaat geselecteerd
ru: Не выбран сканер
sl: Naprava ni izbrana
sr_cyrl: Уређај није одабран

source: No pages are in the feeder
el: Δεν υπάρχουν σελίδες στον τροφοδότη
nl: Geen pagina's in de invoerlade
ru: В податчике нет листов
sl: V podajalniku ni listov
sr_cyrl: Нема листова у увлакачу

source: No scanning device was found
el: Δεν βρέθηκε συσκευή σάρωσης
nl: Geen scanapparaat gevonden
ru: Сканеры не найдены
sl: Ne najdem naprave za skeniranje
sr_cyrl: Уређај за скенирање није пронађен

source: None
el: Καμία
ru: Нет

source: Not Now
el: Αργότερα
nl: Niet nu
ru: Не сейчас
sl: Ne Sedaj
sr_cyrl: Не сада

source: Number of scans
el: Αριθμός σαρώσεων
nl: Aantal scans
ru: Количество страниц
sl: Število strani
sr_cyrl: Број скенова

source: OCR
ru: Распознавание

source: OCR Download
el: Λήψη OCR
nl: OCR downloaden
ru: Загрузка файлов для распознавания текста
sl: OCR Prenos
sr_cyrl: Преузми OCR

source: OCR Setup
el: Διαμόρφωση OCR (Οπτική Αναγνώριση Χαρακτήρων)
nl: OCR instellingen
ru: Настройка распознавания
sl: OCR Namestitev
sr_cyrl: Подеси OCR

source: OCR language
el: Γλώσσα OCR
nl: OCR taal
ru: Язык распознавания
sl: OCR Jezik
sr_cyrl: OCR језик

source: Offset width based on alignment (WIA)
el: Πλάτος απόκλισης βάση στοίχισης (WIA)
nl: Breedte aanpassen op basis van uitlijning (WIA)
ru: Смещение ширины при выравнивании (WIA)
sl: Zamik glede na poravnavo (WIA)

source: Old DSM
el: Παλαιός Διαχειριστής Πηγής Δεδομένων (DSM)
nl: Oude DSM
ru: Старый DSM
sl: Star DSM

source: One file per page
el: Ένα αρχείο ανά σελίδα
nl: Eén bestand per pagina
ru: Один файл на страницу
sl: Ena datoteka na stran
sr_cyrl: Свака страна је засебна датотека

source: One file per scan
el: Ένα αρχείο ανά σάρωση
nl: Eén bestand per scan
ru: Один файл на сканирование
sl: Ena datoteka na sken
sr_cyrl: Сваки скен је засебна датотека

source: One or more files could not be downloaded
el: Αποτυχία λήψης για ένα ή περισσότερα αρχεία
nl: Download mislukt voor 1 of meerdere bestanden
ru: Не удалось загрузить некоторые файлы
sl: Ene ali več datotek ni bilo mogoče prenesti
sr_cyrl: Једна или више датотека није могло бити преузето

source: Open Folder
el: Άνοιγμα Φακέλου
nl: Map openen
ru: Открыть папку
sl: Odpri Mapo

source: Output
el: Αποτέλεσμα
nl: Uitvoer
ru: Вывод
sl: Izhod
sr_cyrl: Излазни резултат

source: Overwrite File
el: Αντικατάσταση Αρχείου
nl: Bestand overschrijven
ru: Заменить файл
sl: Prepiši Datoteko
sr_cyrl: Преснимити датотеку?

source: Owner Password
el: Κωδικός Κατόχου
nl: Wachtwoord eigenaar
ru: Пароль владельца
sl: Lastniško Geslo
sr_cyrl: Лозинка власника

source: PDF Document (*.pdf)
el: Αρχεία PDF (*.pdf)
nl: PDF bestand (*.pdf)
ru: Документ PDF (*.pdf)
sl: PDF Dokument (*.pdf)

source: PDF Settings
el: Ρυθμίσεις PDF
nl: PDF instellingen
ru: Настройки PDF
sl: PDF Nastavitve
sr_cyrl: PDF подешавања

source: PDF saved
el: Το PDF αποθηκεύτηκε
nl: PDF opgeslagen
ru: PDF сохранен
sl: PDF shranjen

source: PNG File (*.png)
el: Αρχεία PNG (*.png)
nl: PNG bestand (*.png)
ru: Файл PNG (*.png)
sl: PNG Datoteka (*.png)
sr_cyrl: PNG датотека (*.png)

source: Page size
el: Μέγεθος σελίδας
nl: Paginaformaat
ru: Размер страницы
sl: Velikost strani
sr_cyrl: Величина странице

source: Paper source
el: Προέλευση χαρτιού
nl: Papierbron
ru: Источник бумаги
sl: Izvor papirja

source: Password
el: Κωδικός
nl: Wachtwoord
ru: Пароль
sl: Geslo
sr_cyrl: Лозинка

source: Paste
el: Επικόλληση
nl: Plakken
ru: Вставить
sl: Prilepi
sr_cyrl: Налепи

source: Placeholders
el: Δεσμευτικά Θέσεων (Placeholders)
ru: Подстановка
sl: Mesta
sr_cyrl: Алокатор дужине и формата датотеке

source: Post-processing
el: Μετά την επεξεργασία
nl: Nabewerking
ru: Постобработка
sl: Post-procesiranje

source: Press Start when ready
el: Σε αναμονή για κλικ στο Έναρξη
nl: Klik 'Beginnen' om te starten
ru: Нажмите «Старт», для запуска.
sl: Pritisnite Začni, ko boste pripravljeni
sr_cyrl: Притисни Старт када си спреман

source: Preview
el: Προεπισκόπηση
nl: Voorbeeld
ru: Предпросмотр
sl: Predogled
sr_cyrl: Преглед

source: Previous
el: Προηγούμενη
nl: Vorige
ru: Назад
sl: Prejšnji
sr_cyrl: Претходни

source: Print
el: Εκτύπωση
nl: Afdrukken
ru: Печать
sl: Natisni
sr_cyrl: Штампај

source: Profile
el: Προφίλ
nl: Profiel
ru: Профили
sl: Profil

source: Profile Settings
el: Ρυθμίσεις Προφίλ
nl: Profielinstellingen
ru: Настройки профиля
sl: Nastavitve Profila
sr_cyrl: Поставке профила

source: Profiles
el: Προφίλ
nl: Profielen
ru: Профили
sl: Profili
sr_cyrl: Профили

source: Prompt for file path
el: Προτροπή για διαδρομή αρχείου
nl: Vraag om bestandspad
ru: Запрашивать путь сохранения
sl: Zahtevaj vnos poti datoteke

source: Ready for scan {0}
el: Σε ετοιμότητα για σάρωση {0}
nl: Klaar voor scannen {0}
ru: Готов сканировать {0}
sl: Pripravljen na skeniranje {0}
sr_cyrl: Спреман за скенирање {0}

source: Recover
el: Ανάκτηση
nl: Herstellen
ru: Востановление
sl: Reši
sr_cyrl: Опорави

source: Recover Scanned Images
el: Ανάκτηση Σαρωμένων Εικόνων
nl: Herstel gescande afbeeldingen
ru: Восстановить отсканированные изображения
sl: Reši Skenirane Slike
sr_cyrl: Опорави скениране слике

source: Recovering
el: Ανάκτηση
nl: Bezig met herstellen
ru: Восстановление
sl: Rešujem
sr_cyrl: Опорављање

source: Recovery Progress
el: Πρόοδος Ανάκτησης
nl: Herstelvoortgang
ru: Процесс восстановления
sl: Potek Reševanja
sr_cyrl: Ток опоравка

source: Remember these settings
el: Απομνημόνευση αυτών των ρυθμίσεων
nl: Onthoud deze instellingen
ru: Запомнить эти настройки
sl: Zapomni si te nastavitve
sr_cyrl: Запамти ова подешавања

source: Reorder
el: Αναδιάταξη
nl: Hersorteren
ru: Изменить порядок
sl: Preuredi
sr_cyrl: Ресортирај

source: Reset
el: Αρχικοποίηση
ru: Сброс
sl: Ponastavi
sr_cyrl: Ресет

source: Reset Image
el: Αρχικοποίηση Εικόνας
nl: Afbeeldingen resetten
ru: Сброс изображения
sl: Ponastavi Sliko
sr_cyrl: Ресет слике

source: Resolution
el: Ανάλυση
nl: Resolutie
ru: Разрешение
sl: Ločljivost
sr_cyrl: Резолуција

source: Restore Defaults
el: Επαναφορά Προεπιλογών
nl: Standaardinstellingen herstellen
ru: Восстановить стандартные
sl: Povrni Privzete Nastavitve
sr_cyrl: Врати на подразумевана подешавања

source: Retry on failure (WIA)
el: Επανάληψη μετά απο αποτυχία (WIA)
nl: Probeer opnieuw na mislukt (WIA)
ru: Повтор при возникновении ошибки (WIA)
sl: Ob napaki ponovi (WIA)

source: Reverse
el: Αντιστροφή
nl: Omdraaien
ru: Обратить
sl: Obrni Vrstni Red
sr_cyrl: Уназад

source: Revert
el: Επαναφορά
nl: Herstel
ru: Вернуть
sl: Povrni
sr_cyrl: Врати

source: Right
el: Δεξιά
nl: Rechts
ru: Вправо
sl: Desno
sr_cyrl: Десно

source: Rotate
el: Περιστροφή
nl: Draaien
ru: Повернуть
sl: Zasukaj
sr_cyrl: Ротирај

source: Rotate Left
el: Περιστροφή Αριστερά
nl: Linksom draaien
ru: Повернуть влево
sl: Zasukaj v levo
sr_cyrl: Ротирај лево

source: Rotate Right
el: Περιστροφή Δεξιά
nl: Rechtsom draaien
ru: Повернуть вправо
sl: Zasukaj v desno
sr_cyrl: Ротирај десно

source: Save Image
el: Αποθήκευση Εικόνας
nl: Afbeelding opslaan
ru: Сохранить изображение
sl: Shrani Sliko

source: Save Images
el: Αποθήκευση Εικόνων
nl: Afbeeldingen opslaan
ru: Сохранить изображения
sl: Shrani Slike
sr_cyrl: Сними слике

source: Save Images Progress
el: Πρόοδος Αποθήκευσης Εικόνων
nl: Voortgang afbeeldingen opslaan
ru: Процесс сохранения изображений
sl: Potek Shranjevanja Slik
sr_cyrl: Ток снимања слике

source: Save PDF
el: Αποθήκευση PDF
nl: PDF opslaan
ru: Сохранить PDF
sl: Shrani PDF
sr_cyrl: Сними PDF

source: Save PDF Progress
el: Πρόοδος Αποθήκευσης PDF
nl: PDF voortgang bewaren
ru: Процесс сохранения в PDF
sl: Potek Shranjevanja PDF
sr_cyrl: Ток снимања PDF

source: Save to a single file
el: Αποθήκευση σε ένα αρχείο
nl: Opslaan naar één bestand
ru: Сохранить в один файл
sl: Shrani v eno datoteko
sr_cyrl: Сними као једну датотеку

source: Save to multiple files
el: Αποθήκευση σε πολλαπλά αρχεία
nl: Opslaan naar meerdere bestanden
ru: Сохранить в множество файлов
sl: Shrani v več datotek
sr_cyrl: Сними као више датотека

source: Saving batch results
el: Αποθήκευση αποτελεσμάτων μαζικής
nl: Batchresultaten opslaan
ru: Сохранение результатов
sl: Shranjujem rezultate skeniranja
sr_cyrl: Снимање резултата пакетног скенирања

source: Saving {0}
el: Αποθήκευση '{0}'
nl: Bezig met opslaan {0}
ru: Сохранение {0}
sl: Shranjujem {0}
sr_cyrl: Снимање {0}

source: Scale
el: Κλίμακα
nl: Schalen
ru: Масштаб
sl: Merilo
sr_cyrl: Размер

source: Scale With Window
el: Μέγεθος Βάση Παραθύρου
nl: Schalen
ru: Масштабировать с окном
sl: Povečava Glede Na Okno
sr_cyrl: Скалирај са величином прозора

source: Scan
el: Σάρωση
nl: Scannen
ru: Сканировать
sl: Skeniraj
sr_cyrl: Скенирај

source: Scan Configuration
el: Διαμόρφωση Σάρωσης
nl: Scaninstellingen
ru: Настройка сканирования
sl: Nastavitev Skeniranja
sr_cyrl: Конфигурација скенирања

source: Scanned Image
el: Σαρωμένη Εικόνα
nl: Gescande afbeelding
ru: Отсканированное изображение
sl: Skenirana Slika
sr_cyrl: Скенирана слика

source: Scanning page {0}
el: Σάρωση σελίδας {0}
nl: Scannen pagina {0}
ru: Сканирование страницы {0}
sl: Skeniram stran {0}
sr_cyrl: Скенирање стране {0}

source: Scanning page {0} (scan {1})
el: Σάρωση σελίδας {0} (σάρωση {1})
nl: Scant pagina {0} (scan {1})
ru: Сканирование страницы {0} (скан {1})
sl: Skeniram stran {0} (sken {1})
sr_cyrl: Скенирање стране {0} (скен {1})

source: Second (00-59)
el: Δευτερόλεπτα (00-59)
nl: Seconde (00-59)
ru: Секунда (00-59)
sl: Sekunda (00-59)
sr_cyrl: Секунде (00-59)

source: Select
el: Επιλογή
nl: Selecteer
ru: Выбрать
sl: Izberi
sr_cyrl: Изабери

source: Select All
el: Επιλογή Όλων
nl: Alles selecteren
ru: Выбрать все
sl: Izberi Vse
sr_cyrl: Изабери све

source: Select Source
el: Επιλογή Προέλευσης
nl: Bron selecteren
ru: Выбрать источник
sl: Izberi Izvor
sr_cyrl: Одабери извор

source: Select a profile before clicking Scan
el: Δεν έχει επιλεγεί προφίλ
nl: Kies een profiel voor het scannen
ru: Выберите профиль перед сканированием
sl: Izberite profil preden pritisnete Skeniraj
sr_cyrl: Изаберите профил пре него кликнете дугме за скенирање

source: Select one or more languages
el: Επιλογή μίας ή περισσοτέρων γλωσσών
nl: Kies een of meer talen
ru: Выберите один или несколько языков
sl: Izberite enega ali več jezikov
sr_cyrl: Изаберите један или више језика

source: Selected ({0})
el: Επιλεγμένα ({0})
nl: Geselecteerd ({0})
ru: Выбранные ({0})
sl: Izbranih ({0})
sr_cyrl: Одабрано ({0})

source: Separate files by Patch-T
el: Διαχωρισμός αρχείων με Patch-T
nl: Bestanden scheiden met Patch-T
ru: Разделить файлы по Patch-T
sl: Loči datoteke po Patch-T

source: Set Default
el: Ορισμός Προεπιλεγμένου
nl: Als standaard instellen
ru: Установить по умолчанию
sl: Nastavi Privzeto
sr_cyrl: Постави као подразумевано

source: Sharpen
el: Οξύτητα
nl: Verscherpen
ru: Резкость

source: Show
el: Εμφάνιση
nl: Tonen
ru: Показать
sl: Pokaži
sr_cyrl: Покажи

source: Single page files
el: Αρχεία μιας σελίδας
ru: Одностраничные файлы

source: Single scan
el: Μία σάρωση
nl: Enkele scan
ru: Одиночное сканирование
sl: Skeniraj eno
sr_cyrl: Појединачни скен

source: Skip save prompt
el: Χωρίς προτροπή αποθήκευσης
nl: Opslaanvenster overslaan
ru: Пропустить запрос на сохранение
sl: Preskoči okno shranjevanja

source: Start
el: Έναρξη
nl: Beginnen
ru: Запустить
sr_cyrl: Старт

source: Stretch to page size
el: Επέκταση στο μέγεθος σελίδας
nl: Uitrekken naar paginagrootte
ru: Растянуть до размера страницы
sl: Raztegni na velikost strani

source: Subject
el: Θέμα
nl: Onderwerp
ru: Тема
sl: Zadeva
sr_cyrl: Тема

source: TIFF File (*.tiff, *.tif)
el: Αρχεία TIFF (*.tiff, *.tif)
nl: TIFF bestand (*.tiff, *.tif)
ru: Файл TIFF (*.tiff, *.tif)
sl: TIFF Datoteka (*.tiff, *.tif)
sr_cyrl: TIFF датотека (*.tiff, *tif)

source: TWAIN Driver
el: Οδηγός TWAIN
ru: Драйвер TWAIN
sl: TWAIN Gonilnik
sr_cyrl: ТWАИН Драјвер

source: Technical Details
el: Τεχνικές Λεπτομέρειες
nl: Technische details
ru: Технические сведения
sl: Tehnične Podrobnosti

source: The file '{0}' could not be imported
el: Το αρχείο '{0}' δεν μπόρεσε να εισαχθεί
nl: Bestand '{0}' kon niet worden geïmporteerd
ru: Файл '{0}' не может быть импортирован
sl: Datoteke '{0}' ni bilo mogoče uvoziti
sr_cyrl: Датотека '{0}' није могла бити увезена

source: The file '{0}' could not be imported. Only PDF files generated by NAPS2 can be imported
el: Το αρχείο '{0}' δεν μπόρεσε να εισαχθεί. Μόνο αρχεία PDF που έχουν παραχθεί από το NAPS2 είναι συμβατά
nl: Import mislukt voor bestand '{0}'. Alleen PDFs gemaakt met NAPS2 kunnen worden geïmporteerd
ru: Не удалось импортировать файл '{0}'. Можно импортировать только PDF-файлы, созданные NAPS2.
sl: Datoteke '{0}' ni bilo mogoče uvoziti. Uvožene so lahko samo PDF datoteke narejene v NAPS2
sr_cyrl: Датотека '{0}' није могла бити увезена. Само ПДФ датотеке генерисане од стране ове апликације могу бити увезене

source: The file could not be overwritten because it is currently in use
el: Το αρχείο είναι σε χρήση και είναι αδύνατο να αντικατασταθεί
nl: Overschrijven bestand mislukt want het is in gebruik
ru: Файл не может быть перезаписан, так как он используется
sl: Datoteke ni bilo mogoče prepisati, ker je odprta v drugem programu

source: The file {0} already exists. Do you want to overwrite it?
el: Το αρχείο '{0}' υπάρχει ήδη. Θέλετε να αντικατασταθεί;
nl: Bestand {0} bestaat al. Wilt u het bestand overschrijven?
ru: Файл {0} уже существует. Перезаписать его?
sl: Datoteka {0} že obstaja. Ali jo želite prepisati?
sr_cyrl: Датотека {0} већ постоји. Да ли желите да је преснимите?

source: The following file is encrypted and requires a password to open: {0}
el: Το ακόλουθο αρχείο είναι κρυπτογραφημένο και απαιτεί κωδικό για να ανοίξει: '{0}'
nl: Het volgende bestand is versleuteld en vereist een wachtwoord voor openen: {0}
ru: Этот файл зашифрован, для открытия требуется пароль: {0}
sl: Ta datoteka je kriptirana in za odprtje potrebuje geslo: {0}
sr_cyrl: Ова датотека је заштићена и захтева лозинку да је отворите: {0}

source: The scanner has a paper jam
el: Εμπλοκή χαρτιού στον σαρωτή
nl: Er is papier vastgelopen in de scanner
ru: В сканере застряла бумага
sl: Papir v skenerju se je zagozdil

source: The scanner is warming up
el: Προθέρμανση σαρωτή
nl: De scanner warmt op
ru: Разогрев сканера
sl: Skener se ogreva

source: The scanner's cover is open
el: Το κάλυμμα του σαρωτή είναι ανοικτό
nl: Het deksel van de scanner is open
ru: Крышка сканера открыта
sl: Pokrov skenerja je odprt

source: The selected scanner could not be found
el: Ο επιλεγμένος σαρωτής δεν μπόρεσε να βρεθεί
nl: Kan de geselecteerde scanner niet vinden
ru: Не найден выбранный сканер
sl: Izbranega skenerja ni bilo mogoče najti
sr_cyrl: Одабрани скенер није пронађен

source: The selected scanner does not support using a feeder. If your scanner does have a feeder, try using a different driver
el: Ο επιλεγμένος σαρωτής δεν υποστηρίζει χρήση τροφοδότη. Εάν ο σαρωτής πράγματι διαθέτει τροφοδότη, προτείνεται η χρήση διαφορετικού οδηγού
nl: Deze scanner ondersteunt geen automatische documentinvoer. Als uw scanner dit wel heeft, probeer dan een andere driver
ru: Выбранный сканер не поддерживает использование автоподатчика. Если ваш сканер имеет АПД, попробуйте другой драйвер.
sl: Izbran skener ne podpira avtomatskega podajalnika. Če skener vsebuje avtomatski podajalnik, poizkusite z drugim gonilnikom
sr_cyrl: Одабрани скенер не подржава коришћење увлакача. Ако ваш скенер нема увлакач, покушајте да инсталирате други драјвер

source: The selected scanner does not support using duplex. If your scanner is supposed to support duplex, try using a different driver
el: Ο επιλεγμένος σαρωτής δεν υποστηρίζει λειτουργία διπλής όψης. Εάν ο σαρωτής πράγματι διαθέτει λειτουργία διπλής όψης, προτείνεται η χρήση διαφορετικού οδηγού
nl: De geselecteerde scanner ondersteunt geen dubbelzijdig scannen. Als uw scanner dit hoort te ondersteunen, probeer dan een andere driver
ru: Выбранный сканер не поддерживает дуплекс. Если Ваш сканер поддерживает двустраничное сканирование, попробуйте использовать другой драйвер
sl: Izbran skener ne podpira obojestranskega skeniranja. Če bi naj vaš skener podpiral obojestransko skeniranje, poizkusite z drugim gonilnikom
sr_cyrl: Одабрани скенер не подржава двострано скенирање. Ако ваш скенер нема дуплексер, покушајте да инсталирате други драјвер

source: The selected scanner is busy
el: Ο επιλεγμένος σαρωτής είναι απασχολημένος
nl: De geselecteerde scanner is bezig
ru: Выбранный сканер занят
sl: Izbran skener je zaseden

source: The selected scanner is offline
el: Ο επιλεγμένος σαρωτής βρίσκεται εκτός σύνδεσης (offline)
nl: De geselecteerde scanner is offline
ru: Выбранный сканер отключён
sl: Izbran skener je izklopljen
sr_cyrl: Одабрани скенер није укључен

source: Tiff Options
el: Επιλογές Tiff
ru: Настройки TIFF

source: Time between scans (seconds)
el: Χρόνος μεταξύ σαρώσεων (δευτερόλεπτα)
nl: Tijd tussen scans (seconden)
ru: Время между сканированием (в секундах)
sl: Čas med posameznimi skeni (v sekundah)
sr_cyrl: Време између скенова (секунде)

source: Title
el: Τίτλος
nl: Titel
ru: Заголовок
sl: Naslov
sr_cyrl: Наслов

source: Twain Implementation
el: Υλοποίηση Twain
nl: Twain-implementatie
ru: Реализация TWAIN
sl: Twain Implementacija
sr_cyrl: Увођење TWAIN-a

source: US Legal (8.5x14 in)
el: US Legal (8.5x14 ιν.)
ru: US Legal (8.5x14 дюймов)

source: US Letter (8.5x11 in)
el: US Letter (8.5x11 ιν.)
ru: US Letter (8.5x11 дюймов)

source: Unsaved Changes
el: Μη Αποθηκευμένες Αλλαγές
nl: Niet-opgeslagen wijzigingen
ru: Несохранённые изменения
sl: Neshranjene Spremembe
sr_cyrl: Неснимљене промене

source: Update NAPS2
ru: Обновить NAPS2
sr_cyrl: Ажурирај апликацију

source: Use native UI
el: Εγγενές περιβάλλον
nl: Gebruik native interface
ru: Собственный интерфейс
sl: Uporabi privzeti uporabniški vmesnik
sr_cyrl: Користи изворни кориснички интерфејс

source: Use predefined settings
el: Προκαθορισμένες ρυθμίσεις
nl: Gebruik voorgedefinieerd
ru: Предустановки
sl: Uporabi privzete nastavitve
sr_cyrl: Користи предефинисане поставке

source: User Password
el: Κωδικός Χρήστη
nl: Wachtwoord gebruiker
ru: Пароль пользователя
sl: Uporabniško Geslo
sr_cyrl: Корисничка лозинка

source: Using OCR requires you to download each language you want to scan
el: Για την χρήση του OCR, απαιτείται η λήψη της κάθε γλώσσας προς σάρωση
nl: Voor OCR moet u elke taal downloaden die u wilt laten herkennen
ru: Для распознавания требуется загрузка соответствующих языковых файлов
sl: Uporaba OCR zahteva prenos jezikov, ki jih boste uporabljali pri skeniranju
sr_cyrl: Коришћење ОЦР-а захтева да преузмете сваки језик који желите да скенирате

source: Version {0}
el: Έκδοση {0}
nl: Versie {0}
ru: Версия {0}
sl: Različica {0}
sr_cyrl: Верзија {0}

source: View
el: Προβολή
nl: Beeld
ru: Вид
sl: Pogled
sr_cyrl: Поглед

source: WIA Driver
el: Οδηγός WIA
ru: Драйвер WIA
sl: WIA Gonilnik
sr_cyrl: WIA Драјвер

source: Waiting for TWAIN to complete
el: Αναμονή ολοκλήρωσης TWAIN
nl: Wachten op TWAIN scan
ru: Ожидание завершения работы TWAIN
sl: Čakam na TWAIN, da dokonča
sr_cyrl: Чекам да TWAIN заврши

source: Waiting for scan {0}
el: Σε αναμονή για σάρωση {0}
nl: Wacht op scan {0}
ru: Ожидание сканирования {0}
sl: Čakam na skeniranje {0}
sr_cyrl: Чекам скенирање {0}

source: White Threshold
el: Κατώτατο Όριο Λευκού
nl: Witdrempel
ru: Белый порог
sl: Meja Beline
sr_cyrl: Гранична вредност белог

source: X
ru: Х

source: Year
el: Έτος
nl: Jaar
ru: Год
sl: Leto
sr_cyrl: Година

source: Year (00-99)
el: Έτος (00-99)
nl: Jaar (00-99)
ru: Год (00-99)
sl: Leto (00-99)
sr_cyrl: Година (00-99)

source: You do not have permission to copy content from the file '{0}'
el: Δεν υπάρχει δικαίωμα αντιγραφής περιεχομένου από το αρχείο '{0}'
nl: U heeft geen toestemming voor kopiëren van inhoud uit bestand '{0}'
ru: У вас нет разрешения копировать содержимое из файла '{0}'.
sl: Nimate pravic za kopiranje vsebine iz datoteke '{0}'
sr_cyrl: Није вам допуштено да копирате садржај датотеке '{0}'

source: You don't have permission to save files at this location
el: Δεν υπάρχει δικαίωμα αποθήκευσης αρχείων σε αυτή την τοποθεσία
nl: U heeft geen rechten om hier bestanden op te slaan
ru: У вас нет прав на запись в это место
sl: Nimate pravic za shanjevanje datotek na tem mestu
sr_cyrl: Немате допуштења да снимите датотеке на ову локацију

source: You have unsaved changes. Are you sure you want to exit and discard those changes?
el: Υπάρχουν αλλαγές που δεν έχουν αποθηκευτεί. Θέλετε σίγουρα να τερματιστεί η εφαρμογή;
nl: U heeft niet-opgeslagen wijzigingen. Weet u zeker dat u wilt afsluiten en wijzigingen annuleren?
ru: Есть несохранённые изменения. Вы уверены, что хотите выйти и отказаться от этих изменений?
sl: Imate neshranjene spremembe. Ali ste prepričani, da želite zavreči spremembe in zapreti program?
sr_cyrl: Промене нису снимљене. Да ли сте сигурни да желите да напустите програм и одбаците промене?

source: Zoom
el: Ποσοστό Μεγέθυνσης
nl: Zoomen
ru: Масштаб
sl: Povečaj
sr_cyrl: Uvećaj/Umanji

source: Zoom Actual
el: Πραγματικό Μέγεθος
nl: Zoom 100%
ru: Настоящий размер
sl: Naravna Velikost
sr_cyrl: Увећај на праву величину

source: Zoom In
el: Μεγέθυνση
nl: Inzoomen
ru: Увеличить
sl: Približaj

source: Zoom Out
el: Σμίκρυνση
nl: Uitzoomen
ru: Уменьшить
sl: Oddalji

source: cm
el: εκ.
nl: Uitzoomen
ru: см

source: in
el: ίν.
ru: дюйм

source: mm
el: χιλ.
ru: мм

source: of {0}
el: από {0}
nl: van {0}
ru: из {0}
sl: od {0}
sr_cyrl: од {0}

source: {0} / {1} MB
ru: {0} / {1} МБ
