Repository: cyanfish/naps2
Catalog: NAPS2.Core/Lang/po/*.po
Languages: el, nl, ru, sl, sr_cyrl

source: {0} / {1} files
el: {0} / {1} αρχεία
nl: {0} / {1} bestanden
ru: {0} / {1} файлов
sl: {0} / {1} datotek
sr_cyrl: {0} / {1} датотека

source: {0} image(s) scanned on {1} at {2} may not have been saved, and are recoverable. Do you want to recover them?
el: Υπάρχουν {0} εικόνες που σαρώθηκαν στις {1} και ώρα {2} οι οποίες ενδέχεται να μην έχουν αποθηκευτεί. Θέλετε να ανακτηθούν;
nl: {0} afbeelding(en) gescand op {1} om {2} zijn mogelijk niet opgeslagen en zijn te herstellen. Wilt u herstellen?
ru: Изображения ({0} шт.), сканированные на {1} в {2}, возможно, не были сохранены и могут быть восстановлены. Хотите восстановить их?
sl: {0} slik skeniranih na {1} ob {2} morda ni bilo shranjenih in jih je mogoče povrniti. Ali jih želite povrniti?
sr_cyrl: {0} слика скенираних на {1} на {2} можда није сачувано, и могу поново да се креирају. Да ли желите да их креирате поново?

source: {0} images saved
el: {0} εικόνες αποθηκεύτηκαν
nl: {0} afbeeldingen opgeslagen
ru: {0} изображений сохранено
sl: {0} slik shranjenih

source: {0} of {1}
el: {0} από {1}
nl: {0} van {1}
ru: {0} из {1}
sl: {0} od {1}
sr_cyrl: {0} од {1}

source: Black and White
el: Ασπρόμαυρο
nl: Zwart-wit

source: OK
el: Εντάξει
sl: V redu
sr_cyrl: У реду
