Repository: cyanfish/naps2
Catalog: NAPS2.Core/Lang/po/*.po
Languages: el, nl, ru, sl, sr_cyrl

source: 1200 dpi
ru: 1200 точек/дюйм

source: 150 dpi
ru: 150 точек/дюйм

source: 200 dpi
ru: 200 точек/дюйм

source: 24-bit Color
el: Χρώμα 24-bit
nl: 24-bits kleuren
ru: Цветной, 24 бит/пикс.
sl: 24-bit Barvno
sr_cyrl: 24-битна Боја

source: 300 dpi
ru: 300 точек/дюйм

source: 400 dpi
ru: 400 точек/дюйм

source: 600 dpi
ru: 600 точек/дюйм

source: 800 dpi
ru: 800 точек/дюйм

source: A newer version of NAPS2 is available. Do you want to update now?
ru: Доступна новая версия NAPS2. Обновить сейчас?
sr_cyrl: Новија верзија NAPS2 софтвера је доступна. Желите ли да одмах ажурирате?

source: A3 (297x420 mm)
el: A3 (297x420 χιλ.)
ru: A3 (297x420 мм)

source: A4 (210x297 mm)
el: A4 (210x297 χιλ.)
ru: A4 (210x297 мм)

source: A5 (148x210 mm)
el: A5 (148x210 χιλ.)
ru: A5 (148x210 мм)

source: About
el: Σχετικά
nl: Over
ru: О программе
sl: Vizitka
sr_cyrl: О програму

source: Acquiring data
el: Απόκτηση δεδομένων
nl: Data wordt opgehaald
ru: Получение данных
sl: Zajemam podatke
sr_cyrl: Прикупљам податке

source: Advanced
el: Για προχωρημένους
nl: Geavanceerd
ru: Расширенные
sl: Napredno
sr_cyrl: Напредне опције

source: Advanced Profile Settings
el: Προηγμένες Ρυθμίσεις Προφίλ
nl: Geavanceerde profielinstellingen
ru: Расширенные настройки профиля
sl: Napredne nastavitve profila
sr_cyrl: Напредне опције профила

source: All ({0})
el: Όλα ({0})
nl: Alle ({0})
ru: Все ({0})
sl: Vse ({0})
sr_cyrl: Све ({0})

source: All Files
el: Όλα τα Αρχεία
nl: Alle bestanden
ru: Все файлы
sl: Vse datoteke
sr_cyrl: Све датотеке

source: Allow Annotations
el: Να Επιτρέπεται Σχολιασμός
nl: Annotaties toestaan
ru: Разрешить примечания
sl: Dovoli Opombe
sr_cyrl: Дозволи анотације

source: Allow Content Copying
el: Να Επιτρέπεται Αντιγραφή Περιεχομένου
nl: Inhoud kopiëren toestaan
ru: Разрешить копирование содержимого
sl: Dovoli Kopiranje Vsebine
sr_cyrl: Дозволи копирање садржаја

source: Allow Content Copying for Accessibility
el: Να Επιτρέπεται Αντιγραφή Περιεχομένου για Προσβασιμότητα
nl: Inhoud kopiëren voor toegankelijkheid toestaan
ru: Разрешить копирование содержимого для доступа
sl: Dovoli Kopiranje Vsebine za Dostopnost
sr_cyrl: Дозволи копирање садржаја ради доступности

source: Allow Document Assembly
el: Να Επιτρέπεται Συναρμολόγηση Εγγράφου
nl: Documentassemblage toestaan
ru: Разрешить сборку документа
sl: Dovoli Sestavo Dokumenta
sr_cyrl: Дозволи састављање документа (Assembly)

source: Allow Document Modification
el: Να Επιτρέπεται Τροποποίηση Εγγράφου
nl: Document bewerken toestaan
ru: Разрешить изменение документа
sl: Dovoli Spreminjanje Dokumenta
sr_cyrl: Дозволи измене у документу

source: Allow Form Filling
el: Να Επιτρέπεται Συμπλήρωση Φορμών
nl: Formulier invullen toestaan
ru: Разрешить заполнение форм
sl: Dovoli Izpolnjevanje Obrazca
sr_cyrl: Дозволи попуњавање форми

source: Allow Full Quality Printing
el: Να Επιτρέπεται Εκτύπωση Μέγιστης Ποιότητας
nl: Afdrukken met volledige kwaliteit toestaan
ru: Разрешить полнокачественную печать
sl: Dovoli Tiskanje v Polni Kvaliteti
sr_cyrl: Дозволи штампу највишег квалитета

source: Allow Printing
el: Να Επιτρέπεται Εκτύπωση
nl: Afdrukken toestaan
ru: Разрешить печать
sl: Dovoli Tiskanje
sr_cyrl: Дозволи штампу

source: Alternate Deinterleave
el: Εναλλακτική Αποπαρεμβολή [135642...]
nl: Alternatief terug tussenvoegen
ru: Альтернативное устранение чередования
sl: Drugačno Razpletanje
sr_cyrl: Измени неиспреплитаност

source: Alternate Interleave
el: Εναλλακτική Παρεμβολή
nl: Alternatief afwisselend tussenvoegen
ru: Альтернативное чередование
sl: Drugačno Prepletanje
sr_cyrl: Измени испреплитаност

source: Alternative Transfer
el: Εναλλακτική Μεταφορά
nl: Alternatieve overdracht
ru: Альтернативная передача
sl: Alternativni Prenos

source: An additional component is needed to import this PDF file. Would you like to download it now?
el: Ένα πρόσθετο συστατικό είναι απαραίτητο για την εισαγωγή αυτού του PDF. Θέλετε την λήψη του τώρα;
nl: Er is een additioneel component nodig om deze PDF te importeren. Nu downloaden?
ru: Для импорта этого PDF файла необходим доп. компонент. Загрузить его сейчас?
sl: Za uvoz te PDF datoteke je potrebna dodatna komponenta. Jo želite prenesti sedaj?

source: An error occurred when trying to auto save
el: Σφάλμα κατά την αυτόματη αποθήκευση
nl: Er was een fout bij het automatisch opslaan
ru: Ошибка при попытке автосохранения файла
sl: Pri samodejnem shranjevanju je prišlo do napake
sr_cyrl: Дошло је до грешке приликом аутоматског снимања

source: An error occurred when trying to save the file
el: Σφάλμα κατά την αποθήκευση του αρχείου
nl: Er was een fout bij het opslaan van het bestand
ru: Ошибка при сохранении файла
sl: Pri shranjevanju datoteke je prišlo do napake
sr_cyrl: Дошло је до грешке у покушају снимања датотеке

source: An error occurred while trying to send an email
el: Σφάλμα κατά την αποστολή Email
nl: Fout bij het versturen van de e-mail
ru: Ошибка при отправке электронной почты
sl: Pri pošiljanju pošte je prišlo do napake
sr_cyrl: Дошло је до грешке у покушају слања мејла.

source: An error occurred with the scanning driver
el: Σφάλμα του οδηγού σάρωσης
nl: Fout met het stuurprogramma van de scanner
ru: Ошибка драйвера сканирования
sl: Pri gonilniku skenerja je prišlo do napake
sr_cyrl: Дошло је до грешке са дрajвером за скенер

source: An unknown error ocurred during the batch scan
el: Άγνωστο σφάλμα κατά την μαζική σάρωση
nl: Er is een onbekende fout opgetreden tijdens het batch scannen.
ru: Произошла неизвестная ошибка при пакетном сканировании
sl: Med zaporednim skeniranjem je prišlo do napake
sr_cyrl: Дошло је до непознате грешке у току пакетног скенирања

source: An update to OCR is available
el: Υπάρχει διαθέσιμη ενημέρωση για το OCR
nl: Er is een OCR update beschikbaar
ru: Обновить распознавание
sl: Na voljo je posodobitev za OCR

source: Apply brightness/contrast after scan
el: Εφαρμογή φωτεινότητας/αντίθεσης μετά την σάρωση
nl: Helderheid/contrast toepassen na scannen
ru: Применить яркость/контраст после сканирования
sl: Uveljavi svetlost/kontrast po skeniranju
sr_cyrl: Примени осветљење/контраст након скенирања

source: Apply to all {0} selected images
el: Εφαρμογή στις {0} επιλεγμένες εικόνες
nl: Toepassen op {0} geselecteerde afbeeldingen
ru: Применить ко всем {0} выбранным изображениям
sl: Uveljavi na vseh {0} izbranih slikah
sr_cyrl: Примени на свих {0} изабраних слика

source: Are you sure you want to cancel the batch scan?
el: Θέλετε σίγουρα την ακύρωση της μαζικής σάρωσης;
ru: Отменить пакетное сканирование?

source: Are you sure you want to clear {0} item(s)?
el: Θέλετε σίγουρα ολική διαγραφή ({0} αντικείμενα);
nl: Weet u zeker dat u {0} item(s) wilt wissen?
ru: Вы действительно хотите очистить эти объекты ({0} шт.)?
sl: Ali ste prepričani, da želite počistiti {0} elementov?
sr_cyrl: Да ли сте сигурни да желите да уклоните следећи број датотека: {0}?

source: Are you sure you want to delete "{0}"?
el: Θέλετε σίγουρα να διαγραφεί το '{0}';
nl: Weet u zeker dat u "{0}" wilt verwijderen?
ru: Вы действительно хотите удалить эти ({0} шт.)?
sl: Ali ste prepričani, da želite izbrisati "{0}"?

source: Are you sure you want to delete the profile {0}?
el: Θέλετε σίγουρα να διαγραφεί το προφίλ '{0}';
nl: Weet u zeker dat u profiel {0} wilt verwijderen?
ru: Вы действительно хотите удалить профиль {0}?
sl: Ali ste prepričani, da želite izbrisati profil {0}?
sr_cyrl: Да ли сте сигурни да желите да обришете профил {0}?

source: Are you sure you want to delete {0} item(s)?
el: Θέλετε σίγουρα να διαγραφούν {0} αντικείμενα;
nl: Weet u zeker dat u {0} item(s) wilt verwijderen?
ru: Вы действительно хотите удалить эти объекты ({0} шт.)?
sl: Ali ste prepričani, da želite izbrisati {0} elementov?
sr_cyrl: Да ли сте сигурни да желите да обришете следећи број датотека: {0}?

source: Are you sure you want to delete {0} profiles?
el: Θέλετε σίγουρα να διαγραφούν {0} προφίλ;
nl: Weet u zeker dat u {0} profielen wilt verwijderen?
ru: Вы действительно хотите удалить выбранные профили ({0} шт.)?
sl: Ali ste prepričani, da želite izbrisati {0} profilov?
sr_cyrl: Да ли сте сигурни да желите да обришете {0} профила?

source: Are you sure you want undo your changes to {0} image(s)?
el: Θέλετε σίγουρα να αναιρεθούν οι αλλαγές σε {0} εικόνες;
nl: Weet u zeker dat u wijzingen ongedaan wilt maken aan {0} afbeelding(en)?
ru: Вы действительно хотите отменить изменения в изображениях ({0} шт.)?
sl: Ali ste prepričani, da želite razveljaviti spremembe na {0} slikah?
sr_cyrl: Да ли заиста желите да поништите промене на следећем броју слика: {0}

source: Attachment Name
el: Όνομα Επισύναψης
nl: Naam bijlage
ru: Имя вложения
sl: Ime Priponke
sr_cyrl: Назив прилога

source: Author
el: Συντάκτης
nl: Auteur
ru: Автор
sl: Avtor
sr_cyrl: Аутор

source: Auto
el: Αυτόματη
ru: Автоопределение

source: Auto Save Settings
el: Ρυθμίσεις Αυτόματης Αποθήκευσης
nl: Instellingen voor automatisch opslaan
ru: Параметры автосохранения
sl: Nastavitve Samodejnega Shranjevanja
sr_cyrl: Подешавања аутоматског снимања

source: Auto-incrementing number (1 digit)
el: Αυτόματη αρίθμηση (1 ψηφίο)
nl: Automatisch ophogend nummer (1 cijfer)
ru: Автоувеличение номера (1 цифра)
sl: Naraščajoče število (1 cifra)
sr_cyrl: Аутоматско увећавање броја (1 цифра)

source: Auto-incrementing number (2 digits)
el: Αυτόματη αρίθμηση (2 ψηφία)
nl: Automatisch ophogend nummer (2 cijfers)
ru: Автоувеличение номера (2 цифры)
sl: Naraščajoče število (2 cifri)
sr_cyrl: Аутоматско увећавање броја (2 цифре)

source: Auto-incrementing number (3 digits)
el: Αυτόματη αρίθμηση (3 ψηφία)
nl: Automatisch ophogend nummer (3 cijfers)
ru: Автоувеличение номера (3 цифры)
sl: Naraščajoče število (3 cifre)
sr_cyrl: Аутоматско увећавање броја (3 цифре)

source: Auto-incrementing number (4 digits)
el: Αυτόματη αρίθμηση (4 ψηφία)
nl: Automatisch ophogend nummer (4 cijfers)
ru: Автоувеличение номера (4 цифры)
sl: Naraščajoče število (4 cifre)
sr_cyrl: Аутоматско увећавање броја (4 цифре)

source: Automatic Updates
ru: Автоматическое обновление
sr_cyrl: Аутоматско ажурирање

source: B4 (250x353 mm)
el: B4 (250x353 χιλ.)
ru: B4 (250x353 мм)

source: B5 (176x250 mm)
el: B5 (176x250 χιλ.)
ru: B5 (176x250 мм)

source: Batch Scan
el: Μαζική Σάρωση
nl: Automatisch scannen
ru: Пакетное сканирование
sl: Zaporedno Skeniranje
sr_cyrl: Пакетно скенирање

source: Batch cancelled
el: Η μαζική ακυρώθηκε
nl: Batch geannuleerd
ru: Обработка отменена
sl: Zaporedno skeniranje preklicano
sr_cyrl: Пакетна обрада отказана

source: Batch completed successfully
el: Η μαζική ολοκληρώθηκε με επιτυχία
nl: Batch succesvol voltooid
ru: Пакетное сканирование завершено
sl: Zaporedno skeniranje uspešno zaključeno
sr_cyrl: Пакетна обрада успешно завршена

source: Batch scan stopped due to error
el: Η μαζική διακόπηκε λόγω σφάλματος
nl: Batch scan gestopt door fout
ru: Пакетное сканирование остановлено вследствие ошибки
sl: Zaporedno skeniranje se je ustavilo zaradi napake
sr_cyrl: Пакетно скенирање заустављено услед грешке

source: Bit depth
el: Βάθος bit
nl: Kleurdiepte
ru: Глубина цвета
sl: Bitna globina
sr_cyrl: Дубина битова

source: Bitmap Files (*.bmp)
el: Αρχεία BMP (*.bmp)
nl: Bitmapbestanden (*.bmp)
ru: Bitmap-файлы (*.bmp)
sl: Bitmap datoteke (*.bmp)
sr_cyrl: Bitmap датотека (*.bmp)

source: Black & White
el: Ασπρόμαυρο
nl: Zwart-wit
ru: Чёрно-белое
sl: Črno-belo
sr_cyrl: Црно/бело

source: Blank Pages
el: Κενές Σελίδες
nl: Lege pagina's
ru: Чистые страницы
sl: Prazne Strani
sr_cyrl: Празне стране

source: Brightness
el: Φωτεινότητα
nl: Helderheid
ru: Яркость
sl: Svetlost
sr_cyrl: Осветљеност

source: Brightness / Contrast
el: Φωτεινότητα / Αντίθεση
nl: Helderheid / contrast
ru: Яркость / Контрастность

source: Cancel
el: Άκυρο
nl: Annuleren
ru: Отмена
sl: Prekliči
sr_cyrl: Прекини

source: Cancel Batch
el: Ακύρωση της μαζικής σάρωσης
ru: Отменить пакетное сканирование

source: Cancelling
el: Ακύρωση
nl: Bezig met annuleren
ru: Отмена…
sl: Prekinitev
sr_cyrl: Прекид у току

source: Center
el: Κέντρο
nl: Centreren
ru: Центрировать
sl: Sredina
sr_cyrl: Центрирано

source: Choose Profile
el: Επιλογή Προφίλ
nl: Profiel kiezen
ru: Выбор профиля
sl: Izberi Profil
sr_cyrl: Одаберите профил

source: Choose device
el: Επιλογή συσκευής
nl: Apparaat kiezen
ru: Выбор сканера
sl: Izberi Napravo
sr_cyrl: Одаберите уређај

source: Clear
el: Ολική Διαγραφή
nl: Wissen
ru: Очистить
sl: Počisti
sr_cyrl: Очисти

source: Clear images after saving
el: Διαγραφή εικόνων μετά την αποθήκευση
nl: Afbeeldingen verwijderen na opslaan
ru: Очистить картинки после сохранения
sl: Po shranjevanju počisti slike
sr_cyrl: Очисти слике након снимања

source: Close
el: Κλείσιμο
nl: Sluiten
ru: Закрыть
sl: Zapri
sr_cyrl: Затвори

source: Compatibility
el: Συμβατότητα
nl: Compatibiliteit
ru: Совместимость
sl: Združljivost
sr_cyrl: Компатибилност

source: Compression
el: Συμπίεση
ru: Сжатие

source: Contrast
el: Αντίθεση
ru: Контраст
sl: Kontrast
sr_cyrl: Контраст

source: Copy
el: Αντιγραφή
nl: Kopiëren
ru: Копия
sl: Kopiraj
sr_cyrl: Копирај

source: Copy Progress
el: Πρόοδος Αντιγραφής
nl: Voortgang kopiëren
ru: Копирование…
sl: Potek Kopiranja

source: Copying
el: Αντιγραφή
nl: Bezig met kopiëren
ru: Копирование
sl: Kopiranje
sr_cyrl: Копирање

source: Copyright 2009, 2012-2017 NAPS2 Contributors
ru: (C) 2009, 2012-2017 Сообщество NAPS2. Все права защищены.

source: Coverage Threshold
el: Κατώτατο Όριο Κάλυψης
nl: Dekkingsdrempel
ru: Порог покрытия
sl: Meja pokritja
sr_cyrl: Гранична вредност покривености

source: Crop
el: Περικοπή
nl: Bijsnijden
ru: Обрезать
sl: Obreži
sr_cyrl: Исеци

source: Crop to page size
el: Περικοπή στο μέγεθος σελίδας
nl: Bijsnijden naar paginagrootte
ru: Обрезать до размера страницы
sl: Obreži na velikost strani

source: Custom
el: Προσαρμογή
nl: Aangepast
ru: Другой
sl: Po meri
sr_cyrl: Произвољно

source: Custom ({0}x{1} {2})
el: Προσαρμογή ({0}x{1} {2})
nl: Aangepast ({0}x{1} {2})
ru: Другой ({0}x{1} {2})
sl: Po meri ({0}x{1} {2})
sr_cyrl: Произвољно ({0}x{1} {2})

source: Custom Page Size
el: Προσαρμογή Μεγέθους Σελίδας
nl: Aangepaste paginagrootte
ru: Другой размер страницы
sl: Velikost strani po meri
sr_cyrl: Произвољна величина стране

source: Custom Rotation
el: Προσαρμοσμένη Περιστροφή
nl: Aangepast roteren
ru: Другой поворот
sl: Zasuk po meri
sr_cyrl: Произвољна ротација

source: Day (01-31)
el: Ημέρα (01-31)
nl: Dag (01-31)
ru: День (0-31)
sl: Dan (01-31)
sr_cyrl: Дан (01-31)

source: Default
el: Προεπιλεγμένο
nl: Standaard
ru: По умолчанию
sl: Privzeto
sr_cyrl: Подразумевано

source: Default File Path
el: Προεπιλεγμένη Διαδρομή Αρχείου
nl: Standaard bestandspad
ru: Путь к файлу
sl: Privzeta Pot Datotek

source: Deinterleave
el: Αποπαρεμβολή
nl: Terug tussenvoegen
ru: Дечередование
sl: Razpletanje
sr_cyrl: Неукрштено

source: Delay between scans (WIA)
el: Καθυστέρηση μεταξύ σαρώσεων (WIA)
nl: Wachten tussen scans (WIA)
ru: Пауза между сканированиями (WIA)
sl: Zakasnitev med skeniranji (WIA)

source: Delete
el: Διαγραφή
nl: Verwijderen
ru: Удалить
sl: Izbriši
sr_cyrl: Обриши

source: Deskew
el: Διόρθωση Ασυμμετρίας
nl: Rechtzetten
ru: Устранение перекоса
sl: Poravnaj

source: Deskew Progress
el: Πρόοδος Διόρθωσης Ασυμμετρίας
nl: Voortgang rechtzetten
ru: Выравниваем...
sl: Potek Poravnave

source: Deskew scanned pages
el: Διόρθωση ασυμμετρίας σαρωμένων σελίδων
nl: Gescande pagina's rechtzetten
ru: Выровнять отсканированные страницы
sl: Poravnaj skenirane strani

source: Deskewing
el: Διόρθωση Ασυμμετρίας
nl: Aan het rechtzetten
ru: Выравнивание
sl: Poravnavanje

source: Device
el: Συσκευή
nl: Apparaat
ru: Устройство
sl: Naprava
sr_cyrl: Уређај

source: Dimensions
el: Διαστάσεις
nl: Afmetingen
ru: Размеры
sl: Velikosti

source: Display name
el: Εμφανιζόμενο Όνομα
nl: Schermnaam
ru: Отображаемое имя
sl: Ime profila
sr_cyrl: Име за приказ

source: Do you want NAPS2 to automatically check for updates?
ru: Автоматически проверять обновления NAPS2?
sr_cyrl: Да ли желите да NAPS2 аутоматски проверава ажурирања?

source: Donate
el: Δωρεά
ru: Пожертвовать

source: Done
el: Ολοκλήρωση
nl: Gereed
ru: Готово
sl: Končaj
sr_cyrl: Готово

source: Download
el: Λήψη
nl: Downloaden
ru: Загрузка
sl: Prenesi
sr_cyrl: Преузми

source: Download Error
el: Σφάλμα Λήψης
nl: Fout bij downloaden
ru: Ошибка загрузки
sl: Napaka med prenosom
sr_cyrl: Грешка у преузимању

source: Download Needed
el: Λήψη Απαραίτητη
nl: Download vereist
ru: Необходимо скачать
sl: Potreben prenos

source: Download Progress
el: Πρόοδος Λήψης
nl: Downloadvoortgang
ru: Загрузка...
sl: Prenos v teku
sr_cyrl: Ток преузимања

source: Download and Install
ru: Установить
sr_cyrl: Преузми и инсталирај

source: Duplex
el: Διπλή Όψη
nl: Dubbelzijdig
ru: Двустороннее сканирование
sl: Obojestransko
sr_cyrl: Двострано

source: Edit
el: Επεξεργασία
nl: Bewerken
ru: Правка
sl: Uredi
sr_cyrl: Уреди

source: Email PDF
el: Αποστολή PDF (Email)
nl: PDF mailen
ru: Отправить PDF почтой
sl: Pošlji PDF

source: Email PDF Progress
el: Πρόοδος Αποστολής PDF (Email)
nl: E-mail PDF voortgang
ru: Процесс сохранения в PDF и отправки e-mail
sl: Pošiljanje PDF v teku
sr_cyrl: Ток слања PDF е-маилом

source: Email Settings
el: Ρυθμίσεις Email
nl: E-mailinstellingen
ru: Параметры эл. почты
sl: Nastavitve e-pošte
sr_cyrl: Е-маил подешавања

source: Enable Auto Save
el: Αυτόματη Αποθήκευση Ενεργή
nl: Automatisch opslaan inschakelen
ru: Включить автосохранение
sl: Omogoči Samodejno Shranjevanje
sr_cyrl: Омогући аутоматско снимање

source: Encrypt PDF
el: Κρυπτογραφημένο PDF
nl: PDF versleutelen
ru: Шифрование PDF
sl: Šifriraj PDF
sr_cyrl: Енкриптуј PDF

source: Encryption
el: Κρυπτογράφηση
nl: Versleuteling
ru: Шифрование
sl: Šifriranje
sr_cyrl: Енкрипција

source: Enhanced Windows MetaFile (*.emf)
el: Αρχεία EMF (*.emf)
ru: Улучшенный метафайл (*.emf)
sr_cyrl: Побољшани Windows MetaFile (*.emf)

source: Error
el: Σφάλμα
nl: Fout
ru: Ошибка
sl: Napaka
sr_cyrl: Грешка

source: Estimated download size: {0} MB
el: Εκτιμώμενο μέγεθος λήψης: {0} MB
nl: Geschatte omvang: {0} MB
ru: Примерный размер загрузки: {0} МБ
sl: Ocenjena velikost prenosa: {0} MB
sr_cyrl: Процењена величина преузимања: {0} MB

source: Exchangeable Image File (*.exif)
el: Αρχεία EXIF (*.exif)
ru: Файл метаданных (*.exif)
sr_cyrl: Размењива слика (*.exif)

source: Exclude blank pages
el: Εξαίρεση κενών σελίδων
nl: Lege pagina's uitsluiten
ru: Исключить пустые страницы
sl: Izpusti prazne strani
sr_cyrl: Изостави празне стране

source: Feeder
el: Τροφοδότης
nl: Automatische documentinvoer
ru: Устройство подачи
sl: Podajalec
sr_cyrl: Увлакач (Уметач)

source: File Name
el: Όνομα Αρχείου
nl: Bestandsnaam
ru: Имя файла
sl: Ime Datoteke
sr_cyrl: Назив датотеке

source: File path
el: Διαδρομή αρχείου
nl: Bestandspad
ru: Путь к файлу
sl: Pot datoteke
sr_cyrl: Путања датотеке

source: Flip
el: Αναστροφή
nl: Spiegelen
ru: Отразить
sl: Preslikaj
sr_cyrl: Окрени

source: Flip duplexed pages
el: Αναστροφή σελίδων διπλής όψης
nl: Dubbelzijdige pagina's omdraaien
ru: Развернуть дуплексные страницы
sl: Preslikaj obojestranske strani

source: For high JPEG qualities (80+), also increase Image Quality in your profile for best results
el: Για υψηλές ποιότητες JPEG (80+), η Ποιότητα Εικόνας μπορεί να αυξηθεί από τις ρυθμίσεις προφίλ
ru: При высоком качестве JPEG (80+) рекомендуется увеличить параметр "Максимальное качество" в настройках профиля для получения наилучших результатов сканирования.

source: GIF File (*.gif)
el: Αρχεία GIF (*.gif)
nl: GIF bestand (*.gif)
ru: Файл GIF (*.gif)
sr_cyrl: GIF датотека (*.gif)

source: Get more languages
el: Περισσότερες γλώσσες
nl: Meer talen installeren
ru: Установить другие языки
sl: Pridobi več jezikov
sr_cyrl: Инсталирај више језика

source: Glass
el: Γυαλί
nl: Glasplaat
ru: Со стекла
sl: Steklo
sr_cyrl: Стакло (flatbed)

source: Grayscale
el: Κλίμακα του Γκρι
nl: Grijswaarden
ru: Оттенки серого
sl: Sivine
sr_cyrl: Нијансе сиве

source: Horizontal align
el: Οριζόντια στοίχιση
nl: Horizontaal uitlijnen
ru: Горизонтальное выравнивание
sl: Horizontalna poravnava
sr_cyrl: Водоравно поравнање

source: Hour (0-23)
el: Ώρα (0-23)
nl: Uur (0-23)
ru: Час (0-23)
sl: Ura (0-23)
sr_cyrl: Сат (0-23)

source: Hue / Saturation
el: Χροιά / Κορεσμός
nl: Tint / verzadiging
ru: Оттенок / Насыщенность

source: Icons from
el: Προέλευση εικονιδίων
nl: Pictogrammen van
ru: Значки из
sl: Ikone od
sr_cyrl: Иконице из

source: Image
el: Εικόνα
nl: Afbeelding
ru: Изображение
sl: Slika
sr_cyrl: Слика

source: Image Files
el: Αρχεία Εικόνας
nl: Afbeeldingbestanden
ru: Изображения
sl: Slikovne Datoteke
sr_cyrl: Сликовне датотеке

source: Image Quality
el: Ποιότητα Εικόνας
nl: Kwaliteit afbeelding
ru: Качество изображения
sl: Kvaliteta Slike
sr_cyrl: Квалитет слике

source: Image Settings
el: Ρυθμίσεις Εικόνας
nl: Instellingen afbeeldingen
ru: Настройки изображения
sl: Nastavitve Slike
sr_cyrl: Подешавање слике

source: Image saved
el: Η εικόνα αποθηκεύτηκε
nl: Afbeelding opgeslagen
ru: Изображение сохранено
sl: Slika shranjena

source: Import
el: Εισαγωγή
nl: Importeren
ru: Импорт
sl: Uvozi
sr_cyrl: Увези

source: Import Progress
el: Πρόοδος Εισαγωγής
nl: Voortgang importeren
ru: Процесс импорта
sl: Uvoz v teku
sr_cyrl: Увоз у току

source: Importing
el: Εισαγωγή
nl: Bezig met importeren
ru: Импорт...
sl: Uvažanje
sr_cyrl: Увозим

source: Importing {0}
el: Εισαγωγή '{0}'
nl: Importeren {0}
ru: Импортируется "{0}"
sl: Uvažanje {0}
sr_cyrl: Увозим {0}

source: Installation Complete
el: Η Εγκατάσταση Ολοκληρώθηκε
nl: Installatie voltooid
ru: Установка завершена
sl: Namestitev Zaključena
sr_cyrl: Инсталација завршена

source: Installation Failed
el: Η Εγκατάσταση Απέτυχε
nl: Installatie mislukt
ru: Ошибка установки
sl: Namestitev Spodletela
sr_cyrl: Инсталација није успела

source: Installation complete. Do you want to restart NAPS2 now?
el: Η εγκατάσταση ολοκληρώθηκε. Θέλετε να επανεκκινήσει το NAPS2 τώρα;
nl: Installatie voltooid. Wilt u NAPS2 nu herstarten?
ru: Установка завершена. Перезапустить NAPS2?
sl: Namestitev zaključena. Želite ponovno zagnati NAPS2?
sr_cyrl: Инсталација успешна. Да ли желите рестарт апликације?

source: Installation failed
el: Η εγκατάσταση απέτυχε
nl: Installatie mislukt
ru: Ошибка установки
sl: Namestitev spodletela
sr_cyrl: Инсталација није успела

source: Interleave
el: Παρεμβολή
nl: Afwisselend tussenvoegen
ru: Чередовать
sl: Prepletanje
sr_cyrl: Укрштање

source: JPEG File (*.jpg, *.jpeg)
el: Αρχεία JPEG (*.jpg, *.jpeg)
nl: JPEG bestand (*.jpg, *.jpeg)
ru: Файл JPEG (*.jpg, *.jpeg)
sr_cyrl: JPEG датотека (*.jpg, *.jpeg)

source: Jpeg Quality
el: Ποιότητα Jpeg
nl: JPEG kwaliteit
ru: Качество JPEG
sl: Jpeg Kvaliteta
sr_cyrl: Jpeg квалитет

source: Keywords
el: Λέξεις Κλειδιά
nl: Sleutelwoorden
ru: Ключевые слова
sl: Ključne besede
sr_cyrl: Кључне речи

source: Language
el: Γλώσσα
nl: Taal
ru: Язык
sl: Jezik
sr_cyrl: Језик (language)

source: Left
el: Αριστερά
nl: Links
ru: Повернуть влево
sl: Levo
sr_cyrl: Лево

source: Legacy (native UI only)
el: Παρωχημένο (εγγενές περιβάλλον μόνο)
nl: Legacy (alleen eigen interface)
ru: Наследие (только пользовательский интерфейс)
sl: Opuščeno (samo osnovni UI)
sr_cyrl: Легат (изворни кориснички интерфејс)

source: Load images into NAPS2
el: Φόρτωση εικόνων στο NAPS2
nl: Afbeeldingen laden in NAPS2
ru: Загрузить изображения в NAPS2
sl: Naloži slike v NAPS2
sr_cyrl: Учитај слике у апликацију

source: Main toolbar
el: Κύρια εργαλειοθήκη
nl: Hoofdwerkbalk
ru: Главная панель инструментов
sl: Glavna orodna vrstica
sr_cyrl: Главна трака са алатима

source: Make PDFs searchable using OCR
el: Χρήση OCR για δυνατότητα αναζήτησης στα PDF
nl: PDFs doorzoekbaar maken middels OCR
ru: Создать PDF с возможностью поиска текста
sl: Naredi PDF z možnostjo iskanja z uporabo OCR
sr_cyrl: Учините PDF-ове претраживим користећи OCR
