Repository: cyanfish/naps2
Catalog: NAPS2.Sdk/Lang/Resources/MiscResources.*.resx
Languages: lv

source: Choose Profile
lv: Izvēlies profilu

source: Clear
lv: Notīrīt

# ConfirmClearItems
source: Are you sure you want to clear {0} item(s)?
lv: Vai tiešām vēlaties notīrīt {0} vienumu(s)?

# ConfirmDeleteItems
source: Are you sure you want to delete {0} item(s)?
lv: Vai tiešām vēlaties dzēst {0} vienumu(s)?

# ConfirmDeleteMultipleProfiles
source: Are you sure you want to delete {0} profiles?
lv: Vai tiešām vēlaties dzēst {0} profilus?

# ConfirmDeleteSingleProfile
source: Are you sure you want to delete the profile {0}?
lv: Vai tiešām vēlaties dzēst profilu {0}?

# ConfirmOverwriteFile
source: The file {0} already exists. Do you want to overwrite it?
lv: Datne {0} jau pastāv. Vai vēlaties to pārrakstīt?

source: Delete
lv: Dzēst

# DeviceNotFound
source: The selected scanner could not be found.
lv: Izvēlēto skeneri nevar atrast.

# DeviceOffline
source: The selected scanner is offline.
lv: Izvēlētais skeneris ir bezsaistē.

# DontHavePermission
source: You don't have permission to save files at this location.
lv: Jums nav atļaujas saglabāt datnes šajā vietā.

source: Error
lv: Kļūda

# FileTypeBmp
source: Bitmap Files (*.bmp)
lv: Bitmap datnes (*.bmp)

# FileTypeGif
source: GIF File (*.gif)
lv: GIF datne (*.gif)

# FileTypeJpeg
source: JPEG File (*.jpg, *.jpeg)
lv: JPEG datne (*.jpg, *.jpeg)

# FileTypePdf
source: PDF Document (*.pdf)
lv: PDF dokuments (*.pdf)

# FileTypePng
source: PNG File (*.png)
lv: PNG datne (*.png)

# FileTypeTiff
source: TIFF File (*.tiff, *.tif)
lv: TIFF datne (*.tiff, *.tif)

source: Name missing.
lv: Nav nosaukuma.

source: No device selected.
lv: Nav izvēlēta ierīce.

# NoDevicesFound
source: No scanning device was found.
lv: Netika atrasta skenēšanas ierīce.

source: Overwrite File
lv: Pārrakstīt datni

# PdfStatus
source: {0} of {1}
lv: {0} no {1}

source: Scanned Image
lv: Skenētais attēls

# SelectProfileBeforeScan
source: Select a profile before clicking Scan.
lv: Izvēlieties profilu pirms spiest uz Skenēt.

# UnknownDriverError
source: An error occurred with the scanning driver.
lv: Notika kļūda ar skenēšanas draiveri.

# Version
source: Version {0}
lv: Versija {0}

# EmailError
source: An error occurred while trying to send an email.
lv: Notika kļūda mēģinot nosūtīt e-pastu.

# InstallComplete
source: Installation Complete
lv: Instalēšana pabeigta

# InstallCompletePromptRestart
source: Installation complete. Do you want to restart NAPS2 now?
lv: Instalēšana pabeigta. Vai vēlaties tagad pārstartēt NAPS2?

# InstallFailed
source: Installation failed.
lv: Instalēšana neizdevās.

# InstallFailedTitle
source: Installation Failed
lv: Instalēšana neizdevās

# AllCount
source: All ({0})
lv: Visi ({0})

# SelectedCount
source: Selected ({0})
lv: Izvēlēti ({0})

# EstimatedDownloadSize
source: Estimated download size: {0} MB
lv: Paredzamais lejupielādes izmērs: {0} MB

# FilesProgressFormat
source: {0} / {1} files
lv: {0} / {1} datnes

# ImportErrorCouldNot
source: The file '{0}' could not be imported.
lv: Datni '{0}' nevarēja importēt.

# ImportErrorNAPS2Pdf
source: The file '{0}' could not be imported. Only PDF files generated by NAPS2 can be imported.
lv: Datni '{0}' nevarēja importēt. Importēt iespējams tikai ar NAPS2 izveidotas PDF datnes.

source: Download Error
lv: Lejupielādes kļūda

# FilesCouldNotBeDownloaded
source: One or more files could not be downloaded.
lv: Vienu vai vairākas datnes nevarēja lejupielādēt.

# CustomPageSizeFormat
source: Custom ({0}x{1} {2})
lv: Pielāgots ({0}x{1} {2})

source: Scan
lv: Skenēt

# ConfirmResetImages
source: Are you sure you want undo your changes to {0} image(s)?
lv: Vai tiešām vēlaties atsaukt jūsu veiktās izmaiņas {0} attēlam(iem)?

source: Reset Image
lv: Atiestatīt attēlu

# ExitWithUnsavedChanges
source: You have unsaved changes. Are you sure you want to exit and discard those changes?
lv: Jums ir nesaglabātas izmaiņas. Vai jūs tiešām gribat iziet un atmest šīs izmaiņas?

source: Unsaved Changes
lv: Nesaglabātās izmaiņas

# ScanPageProgress
source: Scanning page {0}
lv: Skenē {0}. lappusi

# NoFeederSupport
source: The selected scanner does not support using a feeder. If your scanner does have a feeder, try using a different driver.
lv: Izvēlētais skeneris neatbalsta dokumentu padevi. Ja jūsu skenerim ir padeve, mēģiniet izmantot citu draiveri.

# NoPagesInFeeder
source: No pages are in the feeder.
lv: Padevē nav lapu.

# PdfNoPermissionToExtractContent
source: You do not have permission to copy content from the file '{0}'.
lv: Jums nav atļaujas kopēt saturu no datnes '{0}'.

# ErrorSaving
source: An error occurred when trying to save the file.
lv: Notika kļūda mēģinot saglabāt datni.

# OfN
source: of {0}
lv: no {0}

# BatchError
source: An unknown error ocurred during the batch scan.
lv: Notika nezināma kļūda partijas skenēšanas laikā.

# BatchStatusCancelled
source: Batch cancelled.
lv: Partija atcelta.

# BatchStatusCancelling
source: Cancelling....
lv: Atceļ....

# BatchStatusComplete
source: Batch completed successfully.
lv: Partija veiksmīgi pabeigta.

# BatchStatusError
source: Batch scan stopped due to error.
lv: Partijas skenēšana apstājās kļūdas dēļ.

# BatchStatusPage
source: Scanning page {0}...
lv: Skenē {0}. lappusi...

# BatchStatusScanPage
source: Scanning page {0} (scan {1})...
lv: Skenē {0}. lappusi (skenējums {1})...

# BatchStatusWaitingForScan
source: Waiting for scan {0}...
lv: Gaida skenēšanu {0}...

source: Cancel
lv: Atcelt

source: Close
lv: Aizvērt

# BatchStatusSaving
source: Saving batch results...
lv: Saglabā partijas rezultātus...

# NoDuplexSupport
source: The selected scanner does not support using duplex. If your scanner is supposed to support duplex, try using a different driver.
lv: Izvēlētais skeneris neatbalsta dupleksu. Ja jūsu skenerim ir paredzēts duplekss, mēģiniet izmantot citu draiveri.

# ImportingFormat
source: Importing {0}...
lv: Importē {0}...

source: Import Progress
lv: Importēšanas progress

source: Recovering...
lv: Atgūst...

source: Recovery Progress
lv: Atgūšanas progress

source: Save Images
lv: Saglabāt attēlus

source: Save Images Progress
lv: Attēlu saglabāšanas progress

source: Save PDF
lv: Saglabāt PDF

source: Save PDF Progress
lv: PDF saglabāšanas progress

# SavingFormat
source: Saving {0}...
lv: Saglabā {0}...

source: Print
lv: Drukāt

source: Copying...
lv: Kopē...

source: Copy Progress
lv: Kopēšanas progress

source: Importing...
lv: Importē...

source: Email PDF
lv: PDF uz e-pastu

source: Email PDF Progress
lv: PDF uz e-pastu progress

# AutoSaveError
source: An error occurred when trying to auto save.
lv: Notika kļūda mēģinot veikt automātisko saglabāšanu.

# FileTypeAllFiles
source: All Files
lv: Visas datnes

# FileTypeImageFiles
source: Image Files
lv: Attēlu datnes

# DeviceBusy
source: The selected scanner is busy.
lv: Izvēlētais skeneris ir aizņemts.

# DeviceCoverOpen
source: The scanner's cover is open.
lv: Skenera vāks ir atvērts.

# DevicePaperJam
source: The scanner has a paper jam.
lv: Skenerī ir iesprūdis papīrs.

# DeviceWarmingUp
source: The scanner is warming up.
lv: Skeneris uzsilst.

# OcrUpdateAvailable
source: An update to OCR is available.
lv: Pieejams OCR atjauninājums.

source: Image saved.
lv: Attēls saglabāts.

# ImagesSaved
source: {0} images saved.
lv: {0} attēli saglabāti.

source: PDF saved.
lv: PDF saglabāts.

# FileInUse
source: The file could not be overwritten because it is currently in use.
lv: Datni nevar pārrakstīt jo tā pašlaik tiek lietota.

# AutoDeskewing
source: Deskewing...
lv: Izlīdzina...

# AutoDeskewProgress
source: Deskew Progress
lv: Izlīdzināšanas progress

source: Download Needed
lv: Vajadzīga lejupielāde

# PdfImportComponentNeeded
source: An additional component is needed to import this PDF file. Would you like to download it now?
lv: Lai importētu šo PDF datni, vajadzīga papildus komponente. Vai vēlaties to lejuplādēt tūlīt?

# ConfirmCancelBatch
source: Are you sure you want to cancel the batch scan?
lv: Vai tiešām vēlaties pārtraukt partijas skenēšanu?

source: Cancel Batch
lv: Atcelt partiju

source: Donate
lv: Ziedot

# DonatePrompt
source: NAPS2 is completely free. Consider making a donation.
lv: NAPS2 ir pilnīgi bez maksas. Apsveriet iespēju ziedot.

# ScanProgressPage
source: Scanning page {0}...
lv: Skenē {0}. lappusi...

source: Acquiring data...
lv: Iegūst datus...
