Repository: cyanfish/naps2
Catalog: NAPS2.Sdk/Lang/po/*.po
Languages: da, nn, sq, sv

source: 24-bit Color
da: 24-bit farve
nn: 24-bit Fargar
sq: Ngjyra me 24 bit
sv: 24-bitars färg

source: About
da: Om
nn: Om
sq: Rreth
sv: Om

source: Acquiring data
da: Henter data
nn: Henter data
sq: Po merr të dhënat
sv: Hämtar data

source: Advanced
da: Avanceret
nn: Avansert
sq: I avancuar
sv: Avancerat

source: Advanced Profile Settings
da: Avancerede Profil Indstillinger
nn: Avanserte profilsettingar
sq: Cilësimet e avancuara të profilit
sv: Avancerade profilinställningar

source: All ({0})
da: Alle ({0})
nn: Alle ({0})
sq: Të gjitha ({0})
sv: Alla ({0})

source: All Files
da: Alle filer
nn: Alle filer
sq: Të gjithë skedarët
sv: Alla filer

source: Allow Annotations
da: Tillad Annoteringer
nn: Tillat merknader
sq: Lejo Shënimet
sv: Tillåt notiser

source: Allow Content Copying
da: Tillad kopiering af indhold
nn: Tillat innhaldskopiering
sq: Lejo kopjimin e përmbajtjes
sv: Tillåt innehållskopiering

source: Allow Content Copying for Accessibility
da: Tillad kopiering af indhold for tilgængelighed
nn: Tillat innhaldskopiering for tilgjengelighet
sq: Lejo kopjimin e përmbajtjes për mundësi hyrjeje
sv: Tillåt innehållskopiering för tillgänglighet

source: Allow Document Assembly
da: Tillad samling af dokumenter
nn: Tillat dokumentsamansetting
sq: Lejo montimin e dokumentit
sv: Tillåt dokumentsammanslagning

source: Allow Document Modification
da: Tillad ændring af dokument
nn: Tillat dokumentmodifikasjon
sq: Lejo modifikimin e dokumentit
sv: Tillåt dokumentändring

source: Allow Form Filling
da: Tillad formular udfyldning
nn: Tillat formfylling
sq: Lejo plotësimin e formularit
sv: Tillåt formulärifyllning

source: Allow Full Quality Printing
da: Tillad fuld kvalitetsudskrivning
nn: Tillat full kvalitet utskrift
sq: Lejo printimin me cilësi të plotë
sv: Tillåt full utskriftskvalitet

source: Allow Printing
da: Tillad udskrivning
nn: Tillat utskrift
sq: Lejo printimin
sv: Tillåt utskrift

source: Alternate Deinterleave
da: Skift Deinterleave
nn: Vekslande defletting
sq: Heqja e shtresave alternative
sv: Alternativ avinterfoliering

source: Alternate Interleave
da: Skift Interleave
nn: Vekslande fletting
sq: Krijimi i shtresave alternative
sv: Alternativ interfoliering

source: Alternative Transfer
da: Alternativ overførsel
nn: Alternativ overføring
sq: Transfertë alternative

source: An additional component is needed to import this PDF file. Would you like to download it now?
da: En ekstra komponent er krævet for at importere denne fil. Vil du downloade komponenten nu?
nn: Ein tilleggskomponent trengs for import av denne PDF-fila. Vil du lasta den ned nå?
sq: Nevojitet një komponent shtesë për të importuar këtë skedar PDF. A dëshiron ta shkarkosh tani?

source: An error occured when trying to install the update
sq: Ndodhi një gabim gjatë instalimit të përditësimit

source: An error occurred when trying to authorize
sq: Ndodhi një gabim gjatë provës për të autorizuar

source: An error occurred when trying to auto save
da: En fejl opstod under forsøg på på at gemme automatisk
nn: Feil ved autolagring
sq: Ndodhi një gabim gjatë provës për ruajtjen automatike
sv: Ett fel inträffade vid försök att spara automatiskt

source: An error occurred when trying to save the file
da: En fejl opstod under forsøg på at gemme filen
nn: Feil ved lagring av fila
sq: Ndodhi një gabim gjatë provës për ruajtjen e skedarit
sv: Ett fel inträffade vid försök att spara filen

source: An error occurred when trying to send the email
sq: Ndodhi një gabim gjatë provës për të dërguar email

source: An error occurred while trying to send an email
da: En fejl opstod under forsøg på at sende en email
nn: Feil ved sending av epost
sq: Ndodhi një gabim gjatë provës për të dërguar një email
sv: Ett fel uppstod vid försök att skicka e-post

source: An error occurred with the scanning driver
da: Der opstod en fejl med scanner driveren
nn: Ukjend feil med skanne-drivaren
sq: Ndodhi një gabim me drejtuesin e skanimit
sv: Ett fel uppstod med skannerdrivrutinen

source: An operation is in progress. Are you sure you want to exit and cancel the operation?
sq: Një operacion është në progres. Je i sigurt se dëshiron të dalësh dhe të anulosh operacionin?

source: An unknown error ocurred during the batch scan
da: En ukendt fejl opstod under batch scanning
nn: Ukjend feil ved gruppeskanning
sq: Ndodhi një gabim i panjohur gjatë skanimit në grup
sv: Ett okänt fel inträffade under mängdskanning

source: An update is available
sq: Një përditësim i disponueshëm

source: An update to OCR is available
da: En opdatering til OCR er tilgængelig
nn: Oppdatering til OCR er tilgjengeleg
sq: Një përditësim i OCR është i disponueshëm
sv: En uppdatering till OCR finns tillänglig

source: Apply brightness/contrast after scan
da: Tilføj lysstyrke/kontrast efter scanning
nn: Juster lysstyrke/kontrast etter skanning
sq: Zbato shkëlqimin/kontrastin pas skanimit
sv: Tillämpa ljus/kontrast efter skanning

source: Apply to all {0} selected images
da: Tilføj til alle {0} valgte billeder
nn: Utfør for alle {0} valde bilde
sq: Zbato te të gjithë imazhet e zgjedhura {0}
sv: Tillämpa på {0} markerade bilder

source: Are you sure you want to clear {0} item(s)?
da: Vil du virkelig slette {0} element(er)?
nn: Er du sikker på at du vil fjerna {0} element?
sq: A je i sigurt se dëshiron të pastrosh {0} element(e)?
sv: Vill du verkligen rensa bort {0} objekt?

source: Are you sure you want to delete "{0}"?
da: Vil du virkelig slette {0} element(er)?
nn: Er du sikker på at du vil sletta "{0}"?
sq: A je i sigurt se dëshiron të fshish "{0}"?
sv: Vill du verkligen ta bort {0} objekt?

source: Are you sure you want to delete the profile {0}?
da: Er du sikker på, at du vil slette profilen {0}?
nn: Er du sikker på at du vil sletta profilen {0}?
sq: A je i sigurt se dëshiron të fshish profilin {0}?
sv: Vill du verkligen ta bort profilen {0}?

source: Are you sure you want to delete {0} item(s)?
da: Vil du virkelig slette {0} element(er)?
nn: Er du sikker på at du vil sletta {0} element?
sq: A je i sigurt se dëshiron të fshish {0} element(e)?
sv: Vill du verkligen ta bort {0} objekt?

source: Are you sure you want to delete {0} profiles?
da: Er du sikker på, at du vil slette {0} profiler?
nn: Er du sikker på at du vil sletta {0} profilar?
sq: A je i sigurt se dëshiron të fshish {0} profile?
sv: Vill du verkligen ta bort {0} profiler?

source: Are you sure you want undo your changes to {0} image(s)?
da: Er du sikker på at du vil fortryde din ændring(er) af {0} billede(r)?
nn: Er du sikker på at du vil gjera om endringane til {0} bilde?
sq: A je i sigurt se dëshiron të zhbësh ndryshimet e tua te {0} imazh(e)?
sv: Vill du verkligen ångra dina ändringar i {0} bild(er)?

source: Attachment Name
da: Navn på vedhæftning
nn: Vedleggsnamn
sq: Emri i bashkëlidhjes
sv: Bilagenamn

source: Author
da: Forfatter
nn: Forfattar
sq: Autori
sv: Upphovsman

source: Authorize
sq: Autorizo

source: Auto
sq: Automatike

source: Auto Save Settings
da: Autogem indstillinger
nn: Settingar for autolagring
sq: Cilësimet e ruajtjes automatike
sv: Spara inställningar automatiskt

source: Auto-incrementing number (1 digit)
da: Autoforøgelsesnummer (1 ciffer)
nn: Auto-inkrementer nummer (1 siffer)
sq: Po rrit automatikisht numrin (1 shifër)
sv: Automatiskt uppräkningnummer (1 siffra)

source: Auto-incrementing number (2 digits)
da: Autoforøgelsesnummer (2 cifre)
nn: Auto-inkrementer nummer (2 siffer)
sq: Po rrit automatikisht numrin (2 shifra)
sv: Automatiskt uppräkningnummer (2 siffror)

source: Auto-incrementing number (3 digits)
da: Autoforøgelsesnummer (3 cifre)
nn: Auto-inkrementer nummer (3 siffer)
sq: Po rrit automatikisht numrin (3 shifra)
sv: Automatiskt uppräkningnummer (3 siffror)

source: Auto-incrementing number (4 digits)
da: Autoforøgelsesnummer (4 cifre)
nn: Auto-inkrementer nummer (4 siffer)
sq: Po rrit automatikisht numrin (4 shifra)
sv: Automatiskt uppräkningnummer (4 siffror)

source: Automatically run OCR after scanning
sq: Ekzekuto OCR automatikisht pas skanimit

source: Batch Scan
nn: Multiskann
sq: Skanim në grup
sv: Mängdskanning

source: Batch cancelled
da: Batch annulleret
nn: Multiskann avbroten
sq: Grupi u anulua
sv: Mängdskanning avbruten

source: Batch completed successfully
da: Batch fuldført med succes
nn: Multiskann vellukka utført
sq: Grupi përfundoi me sukses
sv: Mängdskanning slutförd

source: Batch scan stopped due to error
da: Batch scan stoppede på grund af en fejl
nn: Multiskann stoppa på grunn av feil
sq: Skanimi në grup ndaloi për shkak gabimi
sv: Mängdskanning stoppad på grund av fel

source: Bit depth
da: Antal bit
nn: Bit-djupne
sq: Thellësia e bitit
sv: Bitdjup

source: Bitmap Files (*.bmp)
da: Bitmap filer (*.bmp)
nn: Bitmap-filer (*.bmp)
sq: Skedarët Bitmap (*.bmp)
sv: Bitmap-filer (*.bmp)

source: Black & White
da: Sort/hvid
nn: Svart & kvitt
sq: Bardhë e zi
sv: Svartvitt

source: Blank Pages
da: Blanke sider
nn: Tome sider
sq: Faqet bosh
sv: Blanka sidor

source: Brightness
da: Lysstyrke
nn: Lysstyrke
sq: Shkëlqimi
sv: Ljus

source: Cancel
da: Fortryd
nn: Avbryt
sq: Anulo
sv: Avbryt

source: Cancelling
da: Annullerer
nn: Avbryter
sq: Po anulon
sv: Avbryter

source: Center
da: Centrér
nn: Senter
sq: Në qendër
sv: Centrera

source: Change
sq: Ndrysho

source: Check for updates
sq: Kontrollo për përditësime

source: Checking
sq: Po kontrollon

source: Choose Email Provider
sq: Zgjidh siguriuesin e shërbimit të emailit

source: Choose Profile
da: Vælg profil
nn: Vel profil
sq: Zgjidh Profilin
sv: Välj profil

source: Choose device
da: Vælg enhed
nn: Vel skannar
sq: Zgjidh pajisjen
sv: Välj enhet

source: Clear
da: Ryd
nn: Fjern
sq: Pastro
sv: Rensa

source: Clear images after saving
da: Ryd billeder efter gem
nn: Fjern foto etter lagring
sq: Pastro imazhet pas ruajtjes
sv: Rensa bort bilder efter att de sparats

source: Close
da: Luk
nn: Lukk
sq: Mbyll
sv: Stäng

source: Compatibility
da: Kompatibilitet
nn: Kompatibilitet
sq: Pajtueshmëria
sv: Kompatibilitet

source: Compression
nn: Komprimering
sq: Ngjeshja

source: Contrast
da: Kontrast
nn: Kontrast
sq: Kontrasti
sv: Kontrast

source: Copy
da: Kopiér
nn: Kopier
sq: Kopjo
sv: Kopiera

source: Copy Progress
da: Kopi fremskridt
nn: Kopieringsframdrift
sq: Progresi i kopjimit
sv: Kopieringsförlopp

source: Copying
da: Kopierer
nn: Kopierer
sq: Po kopjon
sv: Kopierar

source: Copyright 2009, 2012-2018 NAPS2 Contributors
sq: E drejta e autorit 2009, 2012-2018 Kontribuesit e NAPS2

source: Coverage Threshold
da: Dækningstærskel
nn: Dekningsterskel
sq: Limiti i mbulimit
sv: Tröskelvärde

source: Crop
da: Beskær
nn: Beskjær
sq: Preje
sv: Beskär

source: Custom
da: Brugertilpasset
nn: Eigendefinert
sq: E personalizuar
sv: Anpassad

source: Custom ({0}x{1} {2})
da: Tilpasset ({0}x{1} {2})
nn: Eigendefinert ({0}x{1} {2})
sq: E personalizuar ({0}x{1} {2})
sv: Anpassad ({0}x{1} {2})

source: Custom Page Size
da: Tilpasset sidestørrelse
nn: Eigendefinert sidestorleik
sq: Madhësi e personalizuar e faqes
sv: Anpassad sidstorlek

source: Custom Rotation
da: Brugerdefineret rotation
nn: Eigendefinert rotasjon
sq: Rrotullim i personalizuar
sv: Anpassad rotation

source: Custom SMTP
sq: SMTP e personalizuar

source: Day (01-31)
da: Dag (01-31)
nn: Dag (01-31)
sq: Dita (01-31)
sv: Dag (01-31)

source: Default
da: Standard
nn: Standard
sq: E paracaktuar
sv: Standard

source: Default File Path
da: Standard filsti
nn: Standard fil-sti
sq: Shtegu i paracaktuar i skedarit
sv: Standard filsökväg

source: Deinterleave
da: Indflette
nn: De-fletting
sq: Heq përzierjen
sv: Interfoliera inte

source: Delete
da: Slet
nn: Slette
sq: Fshi
sv: Ta bort

source: Device
da: Enhed
nn: Skannar
sq: Pajisja
sv: Enhet

source: Dimensions
da: Dimensioner
nn: Dimensjonar
sq: Dimensionet
sv: Dimensioner

source: Display name
da: Vist navn
nn: Displaynavn
sq: Emri i afishimit
sv: Visningsnamn

source: Donate
nn: Doner
sq: Dhuro

source: Done
da: Fuldført
nn: Utført
sq: U krye
sv: Klart

source: Download
da: Hent
nn: Last ned
sq: Shkarko
sv: Ladda ner

source: Download Error
da: Overførselsfejl
nn: Nedlastingsfeil
sq: Gabim gjatë shkarkimit
sv: Nedladdningsfel

source: Download Progress
da: Status på hentning
nn: Nedlasting framdrift
sq: Progresi i shkarkimit
sv: Nedladdningsförlopp

source: Duplex
da: Dupleks
sq: Dupleks

source: Edit
da: Rediger
nn: Rediger
sq: Modifiko
sv: Redigera

source: Email PDF
nn: Send PDF som epost
sq: Dërgo PDF me email
sv: E-posta PDF

source: Email PDF Progress
da: Email PDF fremskridt
nn: Epost PDF framdrift
sq: Progresi i email të PDF
sv: E-postförlopp

source: Email Settings
da: Email indstillinger
nn: Epost-settingar
sq: Cilësimet e emailit
sv: E-postinställningar

source: Enable Auto Save
da: Aktiver Autogem
nn: Slå på autolagring
sq: Aktivizo ruajtjen automatike
sv: Spara automatiskt

source: Encrypt PDF
da: Kryptér PDF
nn: Krypter PDF
sq: Shifro PDF
sv: Kryptera PDF

source: Encryption
da: Kryptering
nn: Kryptering
sq: Shifrimi
sv: Kryptering

source: Enhanced Windows MetaFile (*.emf)
nn: Forbetra Windows MetaFil (*.emf)
sq: Metaskedar i përmirësuar i Windows (*.emf)

source: Error
da: Fejl
nn: Feil
sq: Gabim
sv: Fel

source: Estimated download size: {0} MB
da: Anslået download størrelse: {0} MB
nn: Berekna nedlastingsvolum: {0} MB
sq: Madhësia e vlerësuar e shkarkimit: {0} MB
sv: Beräknad nedladdningsstorlek: {0} MB

source: Exchangeable Image File (*.exif)
sq: Skedar imazhi i shkëmbyeshëm (*.exif)

source: Exclude blank pages
da: Udelad blanke sider
nn: Ikkje bruk tome sider
sq: Përjashto faqet bosh
sv: Undanta blanka sidor

source: Feeder
da: Føder
nn: Matar
sq: Furnizuesi
sv: Matare

source: File Name
da: Filnavn
nn: Filnamn
sq: Emri i skedarit
sv: Filnamn

source: File path
da: Filsti
nn: Fil-sti
sq: Shtegu i skedarit
sv: Filsökväg

source: Flip
da: Spejling
nn: Vend
sq: Përmbys
sv: Vänd

source: Flip duplexed pages
da: Vend duplex sider
nn: Vend tosidige sider
sq: Kthe përmbys faqet duplekse
sv: Vänd duplex-sidor

source: GIF File (*.gif)
nn: GIF-fil (*.gif)
sq: Skedar GIF (*.gif)
sv: GIF-fil (*.gif)

source: Get more languages
da: Hent flere sprog
nn: Hent fleire språk
sq: Merr më shumë gjuhë
sv: Hämta fler språk

source: Glass
da: Glas
nn: Glas
sq: Xham
sv: Glas

source: Grayscale
da: Gråskala
nn: Gråskala
sq: E hirtë
sv: Gråskala

source: Horizontal align
da: Vandret justering
nn: Horisontal justering
sq: Drejto horizontalisht
sv: Horisontell justering

source: Hour (0-23)
da: Time (0-23)
nn: Time (0-23)
sq: Ora (0-23)
sv: Timma (0-23)

source: Icons from
da: Ikoner fra
nn: Ikonar frå
sq: Ikonat nga
sv: Ikoner från

source: Image
da: Billede
nn: Bilde
sq: Imazhi
sv: Bild

source: Image Files
da: Billedfiler
nn: Bildefiler
sq: Skedarët e imazhit
sv: Bildfiler

source: Image Quality
da: billedkvalitet
nn: Bildekvalitet
sq: Cilësia e imazhit
sv: Bildkvalitet

source: Image Settings
da: Billedindstillinger
nn: Bildesettingar
sq: Cilësimet e imazhit
sv: Bildinställningar

source: Image saved
da: Billede gemt
nn: Bilde lagra
sq: Imazhi u ruajt
sv: Bild sparad

source: Import
da: Importér
sq: Importo
sv: Importera

source: Import Progress
da: Import fremskridt
nn: Import-framdrift
sq: Progresi i importit
sv: Importförlopp

source: Importing
da: Importerer
nn: Importerer
sq: Po importon
sv: Importerar

source: Importing {0}
da: Importerer {0}
nn: Importerer {0}
sq: Po importon {0}
sv: Importerar {0}

source: Install {0}
sq: Instalo {0}

source: Installation Complete
da: Installation er færdig
nn: Installasjon fullført
sq: Instalimi përfundoi
sv: Installationen slutförd

source: Installation Failed
da: Installationen mislykkedes
nn: Installasjon feila
sq: Instalimi dështoi
sv: Installationen misslyckades

source: Installation complete. Do you want to restart NAPS2 now?
da: Installationen er færdig. Ønsker du at genstarte NAPS2 nu?
nn: Innstallasjon fullført. Vil du restarta NAPS2 nå?
sq: Instalimi përfundoi. A dëshiron ta rihapësh NAPS2 tani?
sv: Installationen slutförd. Vill du starta om NAPS2 nu?

source: Installation failed
da: Installationen mislykkedes
nn: Installasjon feila
sq: Instalimi dështoi
sv: Installationen misslyckades

source: Interleave
da: Indflette
nn: Utfør fletting
sq: Përziej
sv: Interfoliera

source: JPEG File (*.jpg, *.jpeg)
nn: JPEG-fil (*.jpg, *.jpeg)
sq: Skedar JPEG (*.jpg, *.jpeg)
sv: JPEG-fil (*.jpg, *.jpeg)

source: Jpeg Quality
da: Jpeg kvalitet
nn: Jpeg-kvalitet
sq: Cilësi Jpeg
sv: JPEG-kvalitet

source: Keywords
da: Nøgleord
nn: Stikkord
sq: Fjalët kyçe
sv: Nyckelord

source: Language
da: Sprog
nn: Språk
sq: Gjuha
sv: Språk

source: Left
da: Venstre
nn: Venstre
sq: Majtas
sv: Vänster

source: Legacy (native UI only)
da: Arv (kun oprindelig brugergrænseflade)
nn: Gammal (bare maskinen sitt oppsettvindu)
sq: E vjetër (vetëm ndërfaqja e përdoruesit origjinale)
sv: Inbyggd (endast inbyggt användargränssnitt)

source: Load images into NAPS2
da: Hent billeder ind i NAPS2
nn: Last inn bilde i NAPS2
sq: Ngarko imazhet në NAPS2
sv: Läs in bilder i NAPS2

source: Main toolbar
da: Hovedværktøjslinje
nn: Hoved verktøylinje
sq: Paneli kryesor i mjeteve
sv: Verktygsfält

source: Make PDFs searchable using OCR
da: Lav PDF'er søgebar med OCR
nn: Gjer PDF-ar søkbare med OCR
sq: Bëji PDF-të të kërkueshme duke përdorur OCR
sv: Gör PDF:er sökbara med hjälp av OCR

source: Maximum quality (large files)
da: Maximum kvalitet (store filer)
nn: Maksimum kvalitet (blir stor fil)
sq: Cilësi maksimale (skedarë të mëdhenj)
sv: Maximal kvalitet (stora filer)

source: Metadata
sq: Të dhëna mbi të dhënat

source: Minute (00-59)
da: Minut (00-59)
nn: Minutt (00-59)
sq: Minuta (00-59)
sv: Minut (00-59)

source: Month (01-12)
da: Måned (01-12)
nn: Månad (01-12)
sq: Muaji (01-12)
sv: Månad (01-12)

source: More info
da: Mere information
nn: Meir informasjon
sq: Më shumë informacion
sv: Mer info

source: Move Down
da: Flyt ned
nn: Flytt ned
sq: Lëviz poshtë
sv: Flytta ner

source: Move Up
da: Flyt op
nn: Flytt opp
sq: Lëviz lart
sv: Flytta upp

source: Multiple scans (fixed delay between scans)
da: Flere scanninger (fast forsinkelse mellem scanninger)
nn: Fleire skann (fast opphald mellom skann)
sq: Shumë skanime (vonesë fikse ndërmjet skanimeve)
sv: Flera skanningar (fast fördröjning mellan skanningar)

source: Multiple scans (prompt between scans)
da: Flere scanninger (prompt mellem scanninger)
nn: Fleire skann (spør mellom skann)
sq: Shumë skanime (pyet ndërmjet skanimeve)
sv: Flera skanningar (fråga mellan varje skanning)

source: Name (optional)
da: Navn (valgfrit)
nn: Namn (valfri)
sq: Emri (jo i detyrueshëm)
sv: Namn (tillägg)

source: Name missing
da: Navn mangler
nn: Namn manglar
sq: Emri mungon
sv: Namn saknas

source: New
da: Ny
nn: Ny
sq: I ri
sv: Nytt

source: New Profile
da: Ny profil
nn: Ny profil
sq: Profil i ri
sv: Ny profil

source: Next
da: Næste
nn: Neste
sq: Pasardhëse
sv: Nästa

source: Next Scan
da: Næste scanning
nn: Neste skann
sq: Skanimi tjetër
sv: Nästa skanning

source: No device selected
da: Ingen enheder valgt
nn: Ingen skannar vald
sq: Nuk është zgjedhur asnjë pajisje
sv: Ingen enhet vald

source: No pages are in the feeder
da: Der er ingen billeder i føderen
nn: Der er ingen ark i mataren
sq: Nuk ka faqe te furnizuesi
sv: Det finns inga sidor i mataren

source: No scanning device was found
da: Ingen skannerenheder blev fundet
nn: Ingen skannar vart funnen
sq: Nuk është gjetur asnjë pajisje skanimi
sv: Ingen skannerenhet hittades

source: Not Now
da: Ikke nu
nn: Ikkje nå
sq: Jo tani
sv: Inte nu

source: Number of scans
da: Antal scanninger
nn: Tal på skann
sq: Numri i skanimeve
sv: Antal skanningar

source: OCR Download
nn: OCR nedlasting
sq: Shkarkim i OCR
sv: OCR-nedladdning

source: OCR Progress
sq: Progresi i OCR

source: OCR Setup
da: OCR opsætning
nn: OCR oppsett
sq: Konfigurimi i OCR
sv: OCR-installation

source: OCR language
da: OCR sprog
nn: OCR språk
sq: Gjuha e OCR
sv: OCR-språk

source: OCR mode
sq: Regjimi OCR

source: Offset width based on alignment (WIA)
da: Forskydningsbredde baseret på justering (WIA)
nn: Offsett bredde basert på justering (WIA)
sq: Gjerësia e zhvendosjes bazuar në drejtimin (WIA)
sv: Offset breddbaserad vid justering (WIA)

source: Old DSM
da: Gammel DSM
nn: Gammal DSM
sq: DSM e vjetër
sv: Gammal DSM

source: One file per page
da: En fil pr. side
nn: Ei fil per side
sq: Një skedar për faqe
sv: En fil per sida

source: One file per scan
da: En fil pr. scanning
nn: Ei fil per skann
sq: Një skedar për skanim
sv: En fil per skanning

source: One or more files could not be downloaded
da: En eller flere filer, kunne ikke blive hentet
nn: Ei eller fleire filer vart ikkje lasta ned
sq: Një ose më shumë skedarë s'mund të shkarkoheshin
sv: En eller flera filer kunde inte laddas ner

source: Open Folder
da: Åben mappe
nn: Opne folder
sq: Hap Dosjen
sv: Öppna mapp

source: Operation in Progress
sq: Veprimi në progres

source: Outlook Web Access
sq: Hyrja nga Uebi në Outlook

source: Output
nn: Data frå skannar
sq: Dalja
sv: Utdata

source: Overwrite File
da: Overskriv fil
nn: Overskriv fil
sq: Mbishkruaj skedarin
sv: Skriv över filen

source: Owner Password
da: Ejers password
nn: Eigarpassord
sq: Fjalëkalimi i pronarit
sv: Ägarlösenord

source: PDF Document (*.pdf)
da: PDF dokument (*.pdf)
nn: PDF-dokument (*.pdf)
sq: Dokument PDF (*.pdf)
sv: PDF-dokument (*.pdf)

source: PDF Settings
da: PDF indstillinger
nn: PDF settingar
sq: Cilësimet e PDF
sv: PDF-inställningar

source: PDF saved
da: PDF gemt
nn: PDF lagra
sq: PDF u ruajt
sv: PDF sparad

source: PNG File (*.png)
nn: PNG-fil (*.png)
sq: Skedar PNG (*.png)
sv: PNG-fil (*.png)

source: Page size
da: Sidestørrelse
nn: Papirstorleik
sq: Madhësia e faqes
sv: Sidstorlek

source: Paper source
da: Papirkilde
nn: Papirkjelde
sq: Burimi i letrës
sv: Papperskälla

source: Password
da: Adgangskode
nn: Passord
sq: Fjalëkalimi
sv: Lösenord

source: Paste
da: Indsæt
nn: Lim inn
sq: Ngjit
sv: Klistra in

source: Placeholders
da: Pladsholdere
nn: Plassholdar
sq: Vendmbajtëset
sv: Platshållare

source: Press Start when ready
da: Tryk start når du er klar
nn: Trykk start når du er klar
sq: Shtyp Fillo kur të jetë gati
sv: Tryck start när det är klart

source: Preview
da: Eksempel
nn: Førehandsvising
sq: Shiko paraprakisht
sv: Förhandsgranskning

source: Previous
da: Forrige
nn: Forrige
sq: Paraardhës
sv: Föregående

source: Print
nn: Skriv ut
sq: Printo
sv: Skriv ut

source: Profile
da: Profil
nn: Profil
sq: Profili
sv: Profil

source: Profile Settings
da: Profilindstillinger
nn: Profilsettingar
sq: Cilësimet e profilit
sv: Profilinställningar

source: Profiles
da: Profiler
nn: Profilar
sq: Profilet
sv: Profiler

source: Provider
sq: Siguruesi i shërbimit

source: Ready for scan {0}
da: Klar til scanning {0}
nn: Klar for skann {0}
sq: Gati për skanim {0}
sv: Klar att skanna {0}

source: Recover
da: Gendan
nn: Hent tilbake
sq: Rikupero
sv: Återställ

source: Recover Scanned Images
da: Gendan skannet billeder
nn: Hent tilbake skanna bilde
sq: Rikupero imazhet e skanuara
sv: Återställ skannade bilder

source: Recovering
da: Gendanner
nn: Henter tilbake
sq: Po rikuperohet
sv: Återställer

source: Recovery Progress
da: Gendannelsesfremskridt
nn: Tilbakehenting framgang
sq: Progresi i rekuperimit
sv: Återställningsförlopp

source: Remember these settings
da: Husk disse indstillinger
nn: Hugs desse settingane
sq: Mbaj mend këto cilësime
sv: Kom ihåg dessa inställningar

source: Reorder
da: Sortere
nn: Omsorter
sq: Rirendit
sv: Sortera om

source: Reset
da: Nulstil
nn: Resett
sq: Rivendos
sv: Återställ

source: Reset Image
da: Nulstil billede
nn: Resett bilde
sq: Rivendos imazhin
sv: Återställ bild

source: Resolution
da: Opløsning
nn: Oppløysing
sq: Rezolucioni
sv: Upplösning

source: Restore Defaults
da: Gendan standardindstillinger
nn: Hent standard
sq: Rikthe të paracaktuarat
sv: Återställ standard

source: Reverse
da: Omvendt
nn: Reverser
sq: Kthe mbrapsht
sv: Omvänt
