Repository: cyanfish/naps2
Catalog: NAPS2.Sdk/Lang/po/*.po
Languages: da, nn, sq, sv

source: Revert
da: Vend tilbage
nn: Tilbakestill
sq: Rikthe
sv: Återgå

source: Right
da: Højre
nn: Høgre
sq: Djathtas
sv: Höger

source: Rotate
da: Rotér
nn: Roter
sq: Rrotullo
sv: Rotera

source: Rotate Left
da: Rotér til venstre
nn: Roter venstre
sq: Rrotullo majtas
sv: Rotera vänster

source: Rotate Right
da: Rotér til højre
nn: Roter høgre
sq: Rrotullo djathtas
sv: Rotera höger

source: Run in Background
sq: Ekzekuto në sfond

source: Running OCR
sq: Po ekzekuton OCR

source: SANE Driver
sq: Drejtuesi SANE

source: Save Images
da: Gem billeder
nn: Lagre bilde
sq: Ruaj imazhet
sv: Spara bilder

source: Save Images Progress
da: Gem billeder fremskridt
nn: Lagre bilde framdrift
sq: Progresi i ruajtjes së imazheve
sv: Bildsparförlopp

source: Save PDF
da: Gem PDF
nn: Lagre PDF
sq: Ruaj PDF
sv: Spara PDF

source: Save PDF Progress
da: Gem PDF fremskridt
nn: Lagre PDF framdrift
sq: Progresi i ruajtjes së PDF
sv: PDF-sparförlopp

source: Save to a single file
da: Gem som en enkelt fil
nn: Lagre til ei enkel fil
sq: Ruaj në skedar të vetëm
sv: Spara som en fil

source: Save to multiple files
da: Gem som flere filer
nn: Lagre til fleire filer
sq: Ruaj në shumë skedarë
sv: Spara som flera filer

source: Saving batch results
da: Gemmer batch resultater
nn: Lagrer multiskann resultat
sq: Po ruan rezultatet në grup
sv: Sparar mängdskanningsresultat

source: Saving {0}
da: Gemmer {0}
nn: Lagrer {0}
sq: Po ruan {0}
sv: Sparar {0}

source: Scale
da: Skalér
nn: Skala
sq: Shkalla
sv: Skala

source: Scale With Window
da: Skalér med vindue
nn: Skaler med vindu
sq: Shkallëzo me dritaren
sv: Anpassa till fönsterstorlek

source: Scan
da: Skan
nn: Skann
sq: Skano
sv: Skanna

source: Scan Configuration
da: Scan konfiguration
nn: Skann-konfigurasjon
sq: Konfigurimi i skanimit
sv: Skanningskonfiguration

source: Scanned Image
da: Skannet billede
nn: Skanna bilde
sq: Imazhi i skanuar
sv: Skannad bild

source: Scanning page {0}
da: Scanner side {0}
nn: Skanner side {0}
sq: Po skanon faqen {0}
sv: Skannar sidan {0}

source: Scanning page {0} (scan {1})
da: Scanner side {0} (scan {1})
nn: Skanner side {0} (skann {1})
sq: Po skanon faqen {0} (skanimi {1})
sv: Skannar sidan {0} (skanning {1})

source: Second (00-59)
da: Sekund (00-59)
nn: Sekund (00-59)
sq: Sekonda (00-59)
sv: Sekund (00-59)

source: Select
da: Vælg
nn: Vel
sq: Zgjidh
sv: Markera

source: Select All
da: Markér alle
nn: Vel alle
sq: Zgjidhi të gjitha
sv: Markera alla

source: Select Source
da: Vælg kilde
nn: Vel kjelde
sq: Zgjidh burimin
sv: Välj källa

source: Select a profile before clicking Scan
da: Vælg profil før klik på skan
nn: Vel ein profil før du klikker Skann
sq: Zgjidh një profil para se të klikosh Skano
sv: Välj en profil före skanning

source: Select one or more languages
da: Vælg et eller flere sprog
nn: Vel eit eller fleire språk
sq: Zgjidh një ose më shumë gjuhë
sv: Välj ett eller flera språk

source: Selected ({0})
da: Valgte ({0})
nn: Vald ({0})
sq: E zgjedhur ({0})
sv: Markerade ({0})

source: Separate files by Patch-T
da: Separer filer ved hjælp af Patch-T
nn: Separate filer av Patch-T
sq: Ndaj skedarët me Patch-T

source: Set Default
da: Sæt standard
nn: Sett standard
sq: Vendos të paracaktuar
sv: Ange standard

source: Show
da: Vis
nn: Vis
sq: Shfaq
sv: Visa

source: Single scan
da: Enkelt scanning
nn: Enkelt skann
sq: Skanim i vetëm
sv: Enkelskanning

source: Skip save prompt
da: Spring over gemme-prompt
nn: Hopp over lagre-spørsmål
sq: Kapërce shenjën e ruajtjes
sv: Fråga inte vid spara

source: Start
sq: Fillo
sv: Starta

source: Subject
da: Emne
nn: Emne
sq: Subjekti
sv: Ämne

source: TIFF File (*.tiff, *.tif)
nn: TIFF fil (*.tiff, *.tif)
sq: Skedar TIFF (*.tiff, *.tif)
sv: TIFF-fil (*.tiff, *.tif)

source: TWAIN Driver
sq: Drejtuesi TWAIN
sv: TWAIN-drivrutin

source: Technical Details
da: Tekniske detaljer
nn: Tekniske detaljar
sq: Detajet teknike

source: The OCR engine is not available. Make sure to install the required package
sq: Motori i OCR nuk është i disponueshëm. Sigurohu të instalosh paketën e kërkuar

source: The file '{0}' could not be imported
da: Filen '{0}' kunne ikke blive importeret
nn: Fila '{0}' kunne ikkje importerast
sq: Skedari '{0}' nuk mund të importohej
sv: Filen '{0}' kunde inte importeras

source: The file '{0}' could not be imported. Only PDF files generated by NAPS2 can be imported
da: Filen '{0}' kunne ikke blive importeret. Kun PDF filer lavet af NAPS2 kan bliver importeret
nn: Fila '{0}' kunne ikkje importerast. Bare PDF-filer laga av NAPS2 kan importerast
sq: Skedari '{0}' nuk mund të importohej. Vetëm skedarët PDF të gjeneruar nga NAPS2 mund të importohen
sv: Filen '{0}' kunde inte importeras. Endast PDF-filer genererade av NAPS2 kan importeras

source: The file could not be overwritten because it is currently in use
da: Filen kunne ikke overskrives, fordi den er i brug
nn: Fila kunne ikkje overskrivast fordi den er i bruk
sq: Skedari nuk mund të mbishkruhej sepse aktualisht është në përdorim

source: The file {0} already exists. Do you want to overwrite it?
da: Filen {0} findes allerede. Vil du overskrive den?
nn: Fila {0} eksisterer. Vil du overskriva den?
sq: Skedari {0} tashmë ekziston. A dëshironi ta mbishkruani?
sv: Filen {0} finns redan. Vill du skriva över den?

source: The following file is encrypted and requires a password to open: {0}
da: Følgende fil er krypteret og kræver en adgangskode, for at åbne den: {0}
nn: Fila {0} er kryptert og treng eit passord for å kunna opnast
sq: Skedari i mëposhtëm është i shifruar dhe kërkon një fjalëkalim për t'u hapur: {0}
sv: Följande fil är krypterad och kräver ett lösenord för att öppnas: {0}

source: The scanner has a paper jam
da: Scanneren har papirstop
nn: Skannaren har papirstopp
sq: Skaneri ka një bllokim letre
sv: Skannern har papperstrassel

source: The scanner is warming up
da: Scanneren varmer op
nn: Skannaren varmer opp
sq: Skaneri po ngrohet
sv: Skannern värmer upp

source: The scanner's cover is open
da: Scannerens cover er åbent
nn: Skannardekselet er opent
sq: Mbulesa e skanerit është e hapur
sv: Skannerlocket är öppet

source: The selected scanner could not be found
da: Den valgte skanner kan ikke findes
nn: Den valde skannaren vart ikkje funnen
sq: Skaneri i zgjedhur nuk mund të gjendej
sv: Den valda skannern kan inte hittas

source: The selected scanner does not support using a feeder. If your scanner does have a feeder, try using a different driver
da: Den valgte scanner understøtter ikke at bruge en dokumentføder. Hvis din scanner har en dokumentføder, skal du prøve at bruge en anden driver
nn: Den valde skannaren støtter ikkje bruk av matar. Hvis skannaren din har ein matar, prøv å bruka ein annan drivar
sq: Skaneri i zgjedhur nuk e mbështet përdorimin e furnizuesit. Nëse skaneri yt nuk ka një furnizues, provo të përdorësh një drejtues të ndryshëm
sv: Den valda skannern stöder inte användning av matare. Försök med en annan drivrutin, om din skanner har en matare

source: The selected scanner does not support using duplex. If your scanner is supposed to support duplex, try using a different driver
da: Den valgte scanner understøtter ikke brugen af duplex. Hvis din scanner burde understøtte duplex, kan du prøve at bruge en anden driver
nn: Den valde skannaren støtter ikkje tosidig. Hvis skannaren din skal støtta tosidig, prøv å bruka ein annan driver
sq: Skaneri i zgjedhur nuk e mbështet dupleksin. Nëse skaneri supozohet se e pranon dupleksin, provoni të përdorni një drejtues tjetër.
sv: Den valda skannern stöder inte användning av duplex. Försök med en annan drivrutin, om din skanner sägs stödja duplex

source: The selected scanner is busy
da: Den valgte scanner er optaget
nn: Den valde skannaren er opptatt
sq: Skaneri i zgjedhur është i zënë
sv: Den valda skannern är upptagen

source: The selected scanner is offline
da: Den valgte skanner er offline
nn: Den valde skannaren er fråkopla
sq: Skaneri i zgjedhur është jashtë linje
sv: Den valda skannern är offline

source: Time between scans (seconds)
da: Tid mellem scanninger (sekunder)
nn: Tid mellom skann (sekund)
sq: Koha ndërmjet skanimeve (sekonda)
sv: Tid mellan skanningar (sekunder)

source: Title
da: Titel
nn: Tittel
sq: Titulli
sv: Titel

source: Twain Implementation
da: Twain Implementering
nn: Twain implementering
sq: Implementimi i Twain
sv: Twain-implementering

source: US Legal (8.5x14 in)
sq: Ligjore SHBA (8.5 x 14 inç)

source: US Letter (8.5x11 in)
sq: Letër SHBA (8.5 x 11 inç)

source: Unsaved Changes
da: Ikke-gemte ændringer
nn: Ulagra endringar
sq: Ndryshimet e pa ruajtura
sv: Osparade ändringar

source: Update Progress
sq: Progresi i përditësimit

source: Updating
sq: Po përditëson

source: Uploading email
sq: Po ngarkon emailin

source: Use native UI
da: Brug oprindelig brugergrænseflade
nn: Bruk maskinen sitt vindu
sq: Përdor UI origjinal
sv: Använd inbyggt användargränssnitt

source: Use predefined settings
da: Brug prædefinerede indstillinger
nn: Bruk førehandsdefinert oppsett
sq: Përdor cilësimet e paracaktuara
sv: Använd fördefinierade inställningar

source: User Password
da: Bruger adgangskode
nn: Brukarpassord
sq: Fjalëkalimi i përdoruesit
sv: Användarlösenord

source: Using OCR requires you to download each language you want to scan
da: Ved brug af OCR kræver det, at du henter hvert sprog, som du vil scanne i
nn: Bruk av OCR krev at du lastar ned kvart språk du ynskjer å skanna
sq: Përdorimi i OCR ju kërkon të shkarkoni çdo gjuhë që dëshironi të skanoni
sv: Användning av OCR kräver nedladdning av varje språk du vill skanna

source: Version {0}
nn: Versjon {0}
sq: Versioni {0}

source: View
da: Vis
nn: Vis
sq: Shfaq
sv: Visa

source: WIA Driver
sq: Drejtuesi WIA
sv: WIA-drivrutin

source: Waiting for TWAIN to complete
da: Venter på TWAIN for at fortsætte
nn: Venter på at TWAIN blir ferdig
sq: Po pret që të përfundojë TWAIN
sv: Väntar på att TWAIN skall slutföras

source: Waiting for authorization
sq: Po pret për autorizim

source: Waiting for scan {0}
da: Venter på scanning {0}
nn: Venter på skann {0}
sq: Po pret për skanimin {0}
sv: Väntar på skanning {0}

source: White Threshold
da: Hvidgrænse
nn: Kvit-terskel
sq: Kufiri i bardhë
sv: Vittröskelvärde:

source: Year
da: År
nn: År
sq: Viti
sv: År

source: Year (00-99)
da: År (00-99)
nn: År (00-99)
sq: Viti (00-99)
sv: År (00-99)

source: You do not have permission to copy content from the file '{0}'
da: Du har ikke rettigheder til at kopiere indhold fra filen '{0}'
nn: Du har ikkje løyve til å kopiera innhald frå fila '{0}'
sq: Nuk ke të drejta të kopjosh përmbajtjen nga skedari '{0}'
sv: Du har inte behörighet att kopiera innehåll från filen '{0}'

source: You don't have permission to save files at this location
da: Du har ikke rettigheder til gemme filer på dette sted
nn: Du har ikkje lov til å lagra filer til denne staden
sq: Nuk ke të drejta për të ruajtur skedarët në këtë vendndodhje
sv: Du saknar tillstånd att spara filer på den här platsen

source: You have unsaved changes. Are you sure you want to exit and discard those changes?
da: Du har ændringer, der ikke er gemt. Er du sikker på, at du vil afslutte uden at gemme ændringerne?
nn: Du har ulagra endringar. Er du sikker på at du vil avslutta og forkasta desse endringane?
sq: Ke ndryshime të paruajtura. A je i sigurt se dëshiron të dalësh dhe të mos i ruash ato ndryshime?
sv: Det finns ändringar som inte sparats. Vill du verkligen avsluta och avbryta dessa ändringar?

source: Zoom
sq: Shkalla e zmadhimit

source: Zoom Actual
da: Zoom Aktuel
nn: Zoom faktisk
sq: Zmadho aktualen
sv: Zooma faktisk storlek

source: Zoom In
da: Zoom ind
nn: Zoom inn
sq: Zmadho
sv: Zooma in

source: Zoom Out
da: Zoom ud
nn: Zoom ut
sq: Zvogëlo
sv: Zooma ut

source: in
da: tommer
sq: inç
sv: tum

source: of {0}
da: af {0}
nn: av {0}
sq: nga {0}
sv: av {0}

source: {0} / {1} files
da: {0} / {1} filer
nn: {0} / {1} filer
sq: {0} / {1} skedarë
sv: {0} / {1} filer

source: {0} image(s) scanned on {1} at {2} may not have been saved, and are recoverable. Do you want to recover them?
da: {0} billede(r) skannet på {1} af {2} er måske ikke blevet gemt, men er mulige at genskabe. Vil du genskabe dem?
nn: {0} bilde skanna på {1} ved {2} er kanskje ikkje lagra, men kan gjenopprettast. Vil du gjenoppretta dei?
sq: {0} imazhe të skanuara në {1} në {2} mund të mos jenë ruajtur, dhe janë të rikuperueshme. A dëshironi t'i rikuperoni ato?
sv: {0} bild(er) skannad(e) på {1} i {2} kanske inte har sparats, och är återställningsbara. Vill du återställa dem?

source: {0} images saved
da: {0} billeder gemt
nn: {0} bilde lagra
sq: {0} imazhe u ruajtën
sv: {0} bilder sparade

source: {0} of {1}
da: {0} af {1}
nn: {0} av {1}
sq: {0} nga {1}
sv: {0} av {1}

source: Are you sure you want to cancel the batch scan?
nn: Er du sikker på at du vil avbryta sats-skanninga?

source: Black and White
da: Sort/hvid
nn: Svart & kvitt

source: Brightness / Contrast
da: Lysstyrke / Kontrast
nn: Lysstyrke / kontrast

source: Cancel Batch
nn: Avbryt sats

source: Crop to page size
da: Beskær til sidestørrelse
nn: Beskjær til sidestorleik

source: Delay between scans (WIA)
da: Forsinkelse mellem scanninger (WIA)
nn: Venting mellom skann (WIA)

source: Deskew
da: Ret op
nn: Rett opp

source: Deskew Progress
da: Ret op fremskridt
nn: Oppretting framdrift

source: Deskew scanned pages
da: Ret scannede sider op
nn: Rett opp skanna sider

source: Deskewing
da: Retter op
nn: Oppretting

source: Download Needed
da: Download krævet
nn: Nedlasting nødvendig

source: For high JPEG qualities (80+), also increase Image Quality in your profile for best results
nn: For høg JPEG kvalitet (80+), auk også bildekvalitet i profilen for å få best resultat

source: Hue / Saturation
da: Farve / Mætning
nn: Farge / metning

source: NAPS2 is completely free. Consider making a donation
nn: NAPS2 er heilt gratis. Vurder å gje ein donasjon

source: None
nn: Ingen

source: Post-processing
da: Efterprocessering
nn: Post-prosessering

source: Prompt for file path
da: Spørg efter filsti
nn: Spør etter fil-sti

source: Retry on failure (WIA)
da: Prøv igen ved fejl (WIA)
nn: Prøv på nytt etter feil (WIA)

source: Save Image
da: Gem billede
nn: Lagre bilde

source: Sharpen
da: Gør skarpere
nn: Gjer skarpare

source: Single page files
nn: Enkelside filer

source: Stretch to page size
da: Stræk til sidestørrelse
nn: Strekk til sidestorleik

source: Tiff Options
nn: Innstillingar for Tiff
