Repository: cyanfish/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: ar, bg, ca, cs, de, et_ee, fa, fi, fr, hu, it, ja, lt, pt_br, ro, sk, tr, uk, vi

source: Clear
ar: محو
bg: Изчистване
ca: Neteja
cs: Vymazat
de: Alles Löschen
et_ee: Puhasta
fa: پاک‌کردن
fi: Tyhjennä
fr: Tout effacer
hu: Összes törlése
it: Azzera
ja: クリア
lt: Išvalyti
pt_br: Limpar
ro: Şterge
sk: Zmazať
tr: Temizle
uk: Очистити
vi: Xóa

source: Clear All
ca: Neteja-ho tot
cs: Smazat vše
de: Alles löschen
fi: Poista kaikki
fr: Tout effacer
hu: Összes törlése
it: Azzera tutto
pt_br: Limpar Tudo
ro: Ștergere totală
sk: Zmazať všetko
tr: Tümünü Temizle
uk: Очистити все

source: Clear images after saving
ar: محو الصور بعد الحفظ
bg: Изчисти изображенията след запис
ca: Neteja les imatges després de desar
cs: Vyčistit obrázky po skenování
de: Entferne Bilder nach dem Speichern
fa: پاک کردن تصویر پس از ذخیره سازی
fi: Pyyhi kuvat tallennukset jälkeen
fr: Effacer les images après l'enregistrement
hu: Képek törlése mentés után
it: Cancella immagini dopo il salvataggio
ja: 保存後にイメージをクリア
lt: Išvalyti vaizdus po išsaugojimo
pt_br: Limpar imagens após salvar
ro: Șterge imaginile după salvare
sk: Po uložení obrázky vymažte
tr: Kaydettikten sonra resimleri temizle
uk: Прибирати зображення після збереження
vi: Xóa ảnh sau khi lưu

source: Close
ar: إغلاق
bg: Затвори
ca: Tanca
cs: Zavřít
de: Schließen
et_ee: Sulge
fa: بستن
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
lt: Užverti
pt_br: Fechar
ro: Închide
sk: Zavrieť
tr: Kapat
uk: Закрити
vi: Đóng

source: Combine
cs: Spojit
de: Kombinieren
fi: Yhdistä
fr: Combiner
hu: Egyesítés
it: Combina
pt_br: Combinar
ro: Combină
sk: Kombinovať
uk: Об'єднати

source: Communication with the scanning device was interrupted.
cs: Komunikace se skenovacím zařízením byla přerušena.
de: Die Kommunikation mit dem Scan-Gerät wurde unterbrochen.
fi: Yhteys skannauslaitteen kanssa keskeytyi.
hu: A kommunikáció a lapolvasó eszközzel megszakadt.
it: La comunicazione con il dispositivo di scansione è stata interrotta.
pt_br: A comunicação com scanner foi interrompida.
ro: A fost întreruptă comunicarea cu dispozitivul de scanare.
sk: Komunikácia so skenovacím zariadením bola prerušená.
uk: Обмін інформацією зі сканером було перервано.

source: Compatibility
ar: التوافق
bg: Съвместимост
ca: Compatibilitat
cs: Kompatibilita
de: Kompatibilität
et_ee: Ühilduvus
fa: سازگاری
fi: Yhteensopivuus
fr: Compatibilité
hu: Kompatibilitás
it: Compatibilità
ja: 互換性
lt: Suderinamumas
pt_br: Compatibilidade
ro: Compatibilitate
sk: Kompatibilta
tr: Uyumluluk
uk: Сумісність
vi: Khả năng tương thích

source: Compression:
ar: الضغط:
bg: Компресиране:
ca: Compressió:
cs: Komprese:
de: Komprimierung:
fa: فشردگی:
fi: Pakkaus:
hu: Tömörítés:
it: Compressione:
ja: 圧縮:
pt_br: Compressão:
ro: Comprimare:
sk: Kompresia:
tr: Sıkıştırma:
uk: Стиснення:
vi: Nén:

source: Connect
cs: Připojit
de: Verbinden
hu: Csatlakozás
it: Connetti
ro: Conectare
sk: Pripojiť
uk: З'єднатися

source: Connection error.
cs: Chyba připojení.
de: Verbindungsfehler.
hu: Csatlakozási hiba.
it: Errore connessione.
ro: Eroare de conexiune.
sk: Chyba pripojenia.
uk: Помилка під час з'єднання.

source: Contrast:
ar: التباين:
bg: Контраст:
cs: Kontrast:
de: Kontrast:
fa: شفافیت:
fi: Kontrasti:
fr: Contraste :
hu: Kontraszt:
it: Contrasto:
ja: コントラスト:
lt: Kontrastas:
pt_br: Contraste:
sk: Kontrast:
tr: Karşıtlık:
uk: Контрастність:
vi: Tương phản:

source: Copy
ar: نسخ
bg: Копирай
ca: Copia
cs: Kopírovat
de: Kopieren
et_ee: Kopeeri
fa: رونوشت
fi: Kopioi
fr: Copier
hu: Másolás
it: Copia
ja: コピー
lt: Kopijuoti
pt_br: Copiar
ro: Copiază
sk: Kopírovať
tr: Kopyala
uk: Копіювати
vi: Sao chép

source: Copy Progress
ar: تقدم النسخ
bg: Напредък на копирането
ca: Progrés de la còpia
cs: Průběh kopírování
de: Kopierfortschritt
fa: پیشروی کپی
fi: Kopioinnin edistyminen
fr: Progression de la copie
hu: Másolás folyamata
it: Progresso copia
ja: コピーの進捗状況
lt: Kopijavimas
pt_br: Progresso da Cópia
ro: Progres copiere
sk: Priebeh kopírovania
tr: Kopyalama Süreci
uk: Копіювання
vi: Tiến trình sao chép

source: Copying...
ar: ينسخ...
bg: Копиране...
ca: S'està copiant...
cs: Kopírování...
de: Kopieren...
fa: در حال کپی...
fi: Kopioidaan...
fr: Copie…
hu: Másolás...
it: Copia...
ja: コピー...
lt: Kopijuojama...
pt_br: Copiando...
ro: Copiere...
sk: Kopírovanie...
tr: Kopyalanıyor...
uk: Виконується копіювання...
vi: Đang sao chép...

source: Copyright {0} NAPS2 Contributors
ca: Copyright {0} Contribuïdors del NAPS2
cs: Autorská práva {0} přispěvatelů NAPS2
de: Copyright {0} NAPS2 Mitwirkende
fi: Tekijänoikeudet {0} NAPS2 Avustajat
fr: Copyright {0} Contributeurs NAPS2
hu: Copyright {0} NAPS2 Közreműködők
it: Copyright {0} contributori NAPS2
ro: Drepturi de autor {0} Colaboratori NAPS2
sk: Copyright {0} prispievatelia NAPS2
tr: Telif Hakkı {0} NAPS2 Katkıcıları
uk: Всі права застережено {0} Розробники NAPS2

source: Coverage Threshold
ar: تغطية العتبة
ca: Llindar de cobertura
cs: Práh pokrytí
de: Deckungsgrad
fa: آستانه پوشش
fi: Peitto
fr: Seuil de couverture
hu: Lefedettségi küszöbérték
it: Soglia copertura
ja: 閾値
lt: Padengimo slenkstis
pt_br: Limiar de Cobertura
ro: Pragul de acoperire
sk: Prahová hodnota pokrytia
tr: Kapsam Eşiği
uk: Поріг покриття
vi: Bảo hiểm Threshold

source: Crop
ar: قطع
bg: Изрязване
ca: Escapça
cs: Ořez
de: Zuschneiden
et_ee: Lõika
fa: برش کناره‌ها
fi: Rajaa
fr: Recadrer
hu: Levágás
it: Ritaglia
ja: 切り抜き
lt: Apkirpti
pt_br: Cortar
ro: Decupează
sk: Orezať
tr: Kırp
uk: Обрізати
vi: Chỉnh sửa

source: Crop to page size
ar: اقتصاص لحجم الصفحة
ca: Escapça a la mida de la pàgina
cs: Oříznout na velikost stránky
de: Auf Seitengröße zuschneiden
fa: برش به اندازه صفحه
fi: Rajaa sivun kokoon
fr: Recadrer aux dimensions de la page
hu: Levágás oldalméretre
it: Ritaglia alla dimensione pagina
ja: ページサイズに切り抜く
pt_br: Cortar para o tamanho da página
ro: Decupează la mărimea paginii
sk: Orezať na veľkosť strany
tr: Sayfa boyutuna kırp
uk: Обрізати за розмірами стоірнки
vi: Cắt về kích thước trang

source: Custom ({0}x{1} {2})
ar: مخصص ({0} × {1} {2})
bg: По избор ({0}x{1} {2})
ca: Personalitzat ({0}x{1} {2})
cs: Vlastní ({0} × {1} {2})
de: Benutzerdefiniert ({0}x{1} {2})
fa: سفارشی ({0}x{1} {2})
fi: Mukautettu ({0}x{1} {2})
fr: Personnalisé ({0}x{1} {2})
hu: Egyéni ({0}x{1} {2})
it: Personalizzato ({0}x{1} {2})
ja: ユーザー設定 ({0}x{1} {2})
lt: Pritaikytas ({0}x{1} {2})
pt_br: Personalizado ({0}x{1} {2})
ro: Personalizat ({0}x{1} {2})
sk: Vlastné ({0}x{1} {2})
tr: Özel ({0}x{1} {2})
uk: Користувача ({0}x{1} {2})
vi: Tùy chỉnh ({0}x{1} {2})

source: Custom Page Size
ar: حجم صفحة مخصص
bg: Нестандартен размер на страница
ca: Mida personalitzada de la pàgina
cs: Vlastní velikost papíru
de: Benutzerdefinierte Seitengröße
fa: اندازه صفحه سفارشی
fi: Mukautettu sivun koko
fr: Taille de page personnalisée
hu: Egyéni oldalméret
it: Formato pagina personalizzato
ja: ページサイズ設定
lt: Pasirinktinis puslapio dydis
pt_br: Tamanho de página personalizada
ro: Mărime personalizată a paginii
sk: Vlastná veľkosť stránky
tr: Özel Sayfa Boyutu
uk: Розмір сторінки користувача
vi: Tùy chỉnh kiểu giấy

source: Custom Resolution
cs: Vlastní rozlišení
de: Angepasste Auflösung
hu: Egyéni felbontás
it: Risoluzione personalizzata

source: Custom Rotation
ar: استدارة مخصصة
bg: Завъртане по избор
ca: Rotació personalitzada
cs: Vlastní otočení
de: Benutzerdefinierte Rotation
fa: چرخش سفارشی
fi: Mukautettu kääntäminen
fr: Rotation personnalisée
hu: Egyéni forgatás
it: Rotazione personalizzata
ja: 回転設定
lt: Pasirinktinis sukimas
pt_br: Rotação personalizada
ro: Rotație personalizată
sk: Vlastné natočenie
tr: Özel Döndürme
uk: Ротація користувачем
vi: Tùy chỉnh xoay

source: Custom SMTP
ar: بروتوكول نقل البريد البسيط المخصص
ca: SMTP personalitzat
cs: Vlastní SMTP
de: Benutzerdefinierter SMTP
fa: SMTP خاص
fi: Mukautettu SMTP
fr: SMTP personnalisé
hu: Egyéni SMTP
it: SMTP personalizzato
ja: カスタムSMTP
pt_br: SMTP personalizado
ro: Adresă server SMTP personalizată
sk: Vlastné SMTP
tr: Özel SMTP
uk: Користувацький SMTP
vi: SMTP tự điền

source: Custom...
ar: مخصص...
bg: По избор...
ca: Personalitzat...
cs: Vlastní...
de: Benutzerdefiniert...
fa: سفارشی...
fi: Mukautettu...
fr: Personnalisée…
hu: Egyéni...
it: Personalizzato...
ja: カスタム...
lt: Pritaikytas...
pt_br: Personalizado...
ro: Personalizat...
sk: Vlastné...
tr: Özel...
uk: Інший...
vi: Tùy chỉnh...

source: Dark
cs: Tmavý
de: Dunkel
hu: Sötét

source: Day (01-31)
ar: اليوم (01-31)
bg: Ден (01-31)
ca: Dia (01-31)
cs: Den (01-31)
de: Tag (01-31)
et_ee: Päev (01-31)
fa: روز (۳۱-۰)
fi: Päivä (01-31)
fr: Jour (01-31)
hu: Nap (01-31)
it: Giorno (01-31)
ja: (01-31)日
lt: Diena (01-31)
pt_br: Dia (01-31)
ro: Ziua (01-31)
sk: Deň (01-31)
tr: Gün (01-31)
uk: День (1-31)
vi: Ngày(01-31)

source: Default
ar: الإفتراضي
bg: По подразбиране
ca: Per defecte
cs: Výchozí
de: Standard
et_ee: Vaikimisi
fa: پیش‌فرض
fi: Oletus
fr: Prédéfinie
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
lt: Numatytasis
pt_br: Padrão
ro: Implicit
sk: Pôvodné
tr: Öntanımlı
uk: Типово
vi: Mặc định

source: Default File Path:
ar: مسار الملف الإفتراضي:
bg: Директория по подразбиране:
ca: Camí predeterminat:
cs: Výchozí umístění souboru:
de: Standarddateipfad:
fa: مسیر پیش‌فرض:
fi: Oletuspolku:
fr: Chemin de fichier par défaut :
hu: Alapértelmezett fájl elérési útvonal:
it: Percorso file predefinito:
ja: デフォルトのパス:
pt_br: Caminho padrão do arquivo:
ro: Cale implicită fișier:
sk: Pôvodná cesta k súborom:
tr: Öntanımlı Dosya Yolu:
uk: Типовий шлях до файлу:
vi: Đường dẫn mặc định:

source: Deinterleave
ca: Desentrellaça
cs: Prokládání
de: Auseinander-Fächern
fa: صفحات سفید را حذف کردن
fi: Lomituksen poisto
fr: Désappairer [142536>123456]
hu: Elhagyás
ja: ディインターリーブ
lt: Tarpų šalinimas
pt_br: Desintercalar
ro: Deîntrețesere
sk: Rozklad
tr: Boşluk Çıkar
uk: Позбавити чергування

source: Delete
ar: حدف
bg: Изтриване
ca: Esborra
cs: Odstranit
de: Löschen
et_ee: Kustuta
fa: حذف
fi: Poista
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
lt: Ištrinti
pt_br: Apagar
ro: Șterge
sk: Odstrániť
tr: Sil
uk: Вилучити
vi: Xóa

source: Deskew
ca: Alinea
cs: Odstranit zešikmení
de: Schräglagenkorrektur
fa: میز
fi: Suorista
fr: Réaligner
hu: Kiegyenesítés
it: Ruota e allinea
ja: 傾き補正
pt_br: Endireitar
ro: Îndreptare
sk: Vyrovnanie sklonu
tr: Eğriliği Düzelt
uk: Вирівняти перекіс

source: Deskew Progress
ar: تقدم Deskew
ca: Progrés de l'alineació
cs: Průběh odstraňování zešikmení
de: Fortschritt Schräglagenkorrektur
fa: مرتب‌سازی درحال اجراست
fi: Suoristuksen eteneminen
fr: Progression du réalignement
hu: Kiegyenesítés folyamata
it: Progresso allineamento
ja: 歪み補正の進捗
pt_br: Progresso da Correção
ro: Progres îndreptare
sk: Priebeh vyrovnávania sklonu
tr: Eğriliği Düzeltme Süreci
uk: Вирівнювання перекосу

source: Deskew scanned pages
ca: Alinea les pàgines escanejades
cs: Odstranit zešikmení skenovaných stránek
de: Schräglagenkorrektur gescannter Seiten
fa: مرتب‌سازی صفحات اسکن شده
fi: Suorista skannatut sivut
fr: Réaligner les pages numérisées
hu: Beolvasott oldalak kiegyenesítése
it: Pagine allineate scansionate
ja: 歪み補正をする
pt_br: Endireitar páginas digitalizadas
ro: Îndreaptă paginile scanate
sk: Vyrovnanie sklonu skenovaných stránok
tr: Taranan sayfaların eğriliğini düzelt
uk: Вирівняти перекіс відсканованих сторінок

source: Deskewing...
ar: مسح ضوئي...
ca: S'està alineant......
cs: Odstraňování zešikmení...
de: Ausrichten...
fa: مرتب‌سازی...
fi: Suoristetaan...
fr: Réalignement…
hu: Kiegyenesítés...
it: Allineamento...
ja: 歪み補正...
pt_br: Alinhando...
ro: Îndreptare...
sk: Vyrovnávanie sklonu...
tr: Eğrilik Düzeltiliyor...
uk: Вирівнювання виконується...

source: Device:
ar: الجهاز:
bg: Устройство:
ca: Dispositiu:
cs: Zařízení:
de: Gerät:
fa: دستگاه:
fi: Laite:
fr: Périphérique :
hu: Eszköz:
it: Dispositivo:
ja: デバイス:
lt: Įrenginys:
pt_br: Dispositivo:
ro: Dispozitiv:
sk: Zariadenie:
tr: Aygıt:
uk: Пристрій:
vi: Thiết bị:

source: Dimensions
ar: الأبعاد
bg: Размери
ca: Mides
cs: Rozměry
de: Abmessungen
fa: ابعاد
fi: Mittasuhteet
hu: Méretek
it: Dimensioni
ja: 大きさ
pt_br: Dimensões
ro: Dimensiuni
sk: Rozmery
tr: Boyutlar
uk: Розміри
vi: Kích thước

source: Display name:
ar: اسم العرض:
bg: Име за показване:
ca: Mostra el nom:
cs: Zobrazovaný název:
de: Angezeigter Name:
fa: نام ظاهری:
fi: Näyttönimi:
fr: Nom d'affichage :
hu: Megjelenített név:
it: Nome visualizzato:
ja: 名前を表示する:
lt: Rodomas pavadinimas:
pt_br: Nome para exibição:
ro: Nume afișat:
sk: Zobrazovaný názov:
tr: Görünüm adı:
uk: Назва:
vi: Hiển thị tên:

source: Document Correction
ca: Correcció del document
cs: Korekce dokumentu
de: Dokumentkorrektur
fi: Dokumentin Korjaus
fr: Correction de document
hu: Dokumentum javítás
it: Correzione documento
pt_br: Correção de Documento
ro: Corecție Document
sk: Oprava dokumentu
tr: Belge Düzeltimi
uk: Зміни до документу

source: Donate
ar: تبرع
ca: Donació
cs: Darovat
de: Spenden
fa: کمک مالی
fi: Lahjoita
fr: Faire un don
hu: Adományozás
it: Dona
ja: 支援
pt_br: Doar
ro: Donează
sk: Darovať
tr: Bağış Yap
uk: Ваш внесок

source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
de: Fertig
et_ee: Valmis
fa: انجام شد
fi: Valmis
fr: Fermer
hu: Kész
it: Fatto
ja: 完了しました
lt: Atlikta
pt_br: Concluído
ro: Finalizat
sk: Hotovo
tr: Tamam
uk: Завершити
vi: Xong

source: Download
ar: تنزيل
bg: Сваляне
ca: Baixa
cs: Stáhnout
et_ee: Lae alla
fa: بارگیری
fi: Lataa
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
lt: Atsisiųsti
pt_br: Baixar
ro: Descarcă
sk: Stiahnuť
tr: İndir
uk: Звантаження
vi: Tải Về

source: Download Error
ar: خطأ في التنزيل
bg: Грешка при сваляне
ca: Error amb la baixada
cs: Chyba stahování
de: Fehler beim Herunterladen
et_ee: Allalaadimise viga
fa: خطای بارگیری
fi: Latausvirhe
fr: Erreur de téléchargement
hu: Letöltési hiba
it: Errore download
ja: ダウンロードエラー
lt: Siuntimo klaida
pt_br: Erro no download
ro: Eroare la descărcare
sk: Chyba sťahovania
tr: İndirme Hatası
uk: Помилка звантаження
vi: Tải Về lỗi

source: Download Needed
ar: تحميل اللوازم
ca: Baixada necessària
cs: Potřebné stažení
de: Download erforderlich
fa: به دانلود نیاز است
fi: Tarvitaan lataus
fr: Téléchargement requis
hu: Letöltés szükséges
it: Scaricamento necessario
ja: ダウンロードが必要です
pt_br: Download Necessário
ro: Descărcarea este necesară
sk: Potrebné stiahnutie
tr: İndirme Gerekli
uk: Потрібно звантажити
vi: Cần Tải Về

source: Download Progress
ar: التقدم التنزيل
bg: Напредък на свалянето
ca: Progrés de la baixada
cs: Průběh stahování
de: Download-Fortschritt
et_ee: Allalaadimise edenemine
fa: پیشرفت دانلود
fi: Latauksen eteneminen
fr: Progression du téléchargement
hu: Letöltési folyamat
it: Progresso download
ja: ダウンロードの進捗状況
lt: Siuntimo eiga
pt_br: Progresso do download
ro: Progresul descărcării
sk: Priebeh sťahovania
tr: İndirme Süreci
uk: Поступ звантаження
vi: Tiến độ tải về

source: Duplex
bg: Двустранно
ca: Dúplex
cs: Duplexní
fa: دورو
fi: Kaksipuoleinen
fr: Recto-verso
hu: Kétoldalas
it: Fronte/retro
ja: 両面
lt: Dvipusis skenavimas
ro: Fată-verso
sk: Obojsmerne
tr: Çift Taraflı
uk: Двосторонній
vi: Hai mặt

source: ESCL Driver
ca: Controlador ESCL
cs: Ovladač ESCL
de: ESCL Treiber
fi: ESCL- Ajuri
fr: Pilote ESCL
hu: ESCL illesztőprogram
it: Driver ESCL
pt_br: Driver ESCL
ro: Driver-ul ESCL
sk: Ovládač ESCL
uk: Драйвер ESCL

source: ESCL Network Driver
ca: Controlador de xarxa ESCL
cs: Síťový ovladač ESCL
de: ESCL Netzwerktreiber
fi: ESCL Verkkoajuri
fr: Pilote réseau ESCL
hu: ESCL hálózati illesztőprogram
it: Driver di rete ESCL
ro: Driver de rețea ESCL
sk: Sieťový ovládač ESCL
uk: Мережевий драйвер ESCL

source: ESCL USB Driver
ca: Controlador USB ESCL
cs: Ovladač ESCL USB
de: ESCL USB-Treiber
fi: ESCL USB-ajuri
fr: Pilote USB ESCL
hu: ESCL USB illesztőprogram
it: Driver USB ESCL
ro: Driver USB ESCL
sk: Ovládač ESCL USB
uk: Драйвер USB для ESCL

source: Edit
ar: تحرير
bg: Редактиране
ca: Edita
cs: Upravit
de: Bearbeiten
et_ee: Muuda
fa: ویرایش
fi: Muokkaa
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
lt: Redaguoti
pt_br: Editar
ro: Editare
sk: Úprava
tr: Düzenle
uk: Редагувати
vi: Sửa

source: Edit with {0}
cs: Upravit pomocí {0}
de: Bearbeiten mit {0}

source: Edit with...
cs: Upravit pomocí...
de: Bearbeiten mit...

source: Email All
ca: Envia-ho tot
cs: Odeslat vše
de: E-Mail alle
fi: Lähetä kaikki sähköpostitse
fr: Courriel à tous
hu: Összes küldése e-mailben
it: Invia email a tutti
pt_br: Enviar tudo
ro: Trimiteți prin e-mail tuturor
sk: Poslať e-mail všetkým
uk: Надіслати все

source: Email All as PDF
ca: Envia-ho tot com a PDF per correu-e
cs: Odeslat vše jako PDF
de: E-Mail alle als PDF
fi: Lähetä kaikki sähköpostilla PDF-muodossa
fr: Tout envoyer en PDF par courriel
hu: Összes elküldése e-mailben, PDF-ként
it: Invia e-mail a tutti come PDF
pt_br: Enviar tudo como PDF
ro: Trimiteți prin e-mail tuturor ca PDF
sk: Poslať e-mail všetkým ako PDF
tr: Tümünü PDF Olarak E-Postala
uk: Надіслати все як PDF

source: Email PDF
ar: إرسال PDF بالبريد
bg: Изпрати PDF по имейл
ca: PDF per correu-e
cs: PDF e-mailem
de: E-Mail als PDF
et_ee: PDF e-mailile
fa: رایانامه PDF
fi: Liitä PDF sähköpostiin
fr: PDF par courriel
hu: PDF küldése e-mailben
it: Invia PDF via email
ja: PDFをEmailで送信
lt: Siųsti PDF
ro: Trimite PDF prin email
sk: PDF e-mailom
tr: PDF'yi E-postala
uk: PDF поштою

source: Email PDF Progress
ar: تقدم إرسال PDF بالبريد
bg: Напредък на изпращане на PDF по имейл
ca: Progrés d'enviament del PDF
cs: Průběh PDF e-mailem
de: E-Mail PDF Fortschritt
fa: پیشرفت رایانامه PDF
fi: PDF - postituksen eteneminen
fr: Progression du PDF par courriel
hu: PDF e-mailben történő elküldésének folyamata
it: Progresso invio PDF via email
ja: PDF送信の進捗
lt: Vyksta PDF siuntimas el. paštu
pt_br: Progresso Email PDF
ro: Progres trimitere PDF prin email
sk: Priebeh PDF e-mailom
tr: PDF'yi E-Postalama Süreci
uk: Надсилання PDF ел. поштою

source: Email Selected
ca: Seleccionat
cs: Odeslat vybrané
de: Auswahl per E-Mail versenden
fi: Lähetä valittu sähköpostilla
fr: Courriel sélectionné
hu: Kiválasztott küldése e-mailben
it: Invia selezionati via email
pt_br: Enviar Selecionados
ro: Trimiteți prin e-mail partea selectată
sk: Poslať e-mail vybraným
uk: Вибрано ел. пошту

source: Email Selected as PDF
ca: Envia-ho la selecció com a PDF per correu-e
cs: Odeslat vybrané jako PDF
de: Auswahl als PDF per E-Mail versenden
fi: Lähetä valittu PDF-tiedostona
fr: Envoyer la sélection en PDF par courriel
hu: Kiválasztottak elküldése e-mailbenm PDF-ként
it: Invia selezionati via email come PDF
pt_br: E-mail Selecionado como PDF
ro: Trimiteți prin e-mail partea selectată ca PDF
sk: Poslať e-mail vybraným ako PDF
tr: Seçileni PDF Olarak E-Postala
uk: Вибрано надіслати PDF ел. поштою

source: Email Settings
ar: إعدادات البريد الإلكتروني
bg: Настройки за имейл
ca: Paràmetres del correu electrònic
cs: Nastavení e-mailu
de: E-Mail Einstellungen
et_ee: E-posti sätted
fa: تنظیمات رایانامه
fi: Sähköpostiasetukset
fr: Paramètres de messagerie
hu: E-mail beállítások
it: Impostazioni email
ja: メールの設定
lt: El. pašto nustatymai
pt_br: Configurações de e-mail
ro: Configurări email
sk: Nastavenie e-mailu
tr: E-Posta Ayarları
uk: Параметри електронної пошти
vi: Cài đặt Email

source: Enable Auto Save
ar: تمكين الحفظ التلقائي
bg: Автоматично запазване
ca: Habilita el desat automàtic
cs: Povolit automatické ukládání
de: Erlaube automatisches Speichern
et_ee: Luba automaatne salvestamine
fa: فعال سازی ذخیره خودکار
fi: Salli automaattinen tallennus
fr: Activer l'enregistrement automatique
hu: Automatikus mentés engedélyezése
it: Abilita salvataggio automatico
ja: 自動保存を許可
lt: Leisti automatinį išsaugojimą
pt_br: Ativar Auto Salvamento
ro: Activează salvarea automată
sk: Povoliť automatické ukladanie
tr: Kendiliğinden Kaydetmeyi Etkinleştir
uk: Увімкнути автоматичне збереження
vi: Kích hoạt Lưu tự động

source: Enable debug logging
ca: Activa el Mode depuració
cs: Povolit protokolování ladění
de: Fehlerprotokollierung aktivieren
fi: Ota virheenkorjausloki käyttöön
fr: Activer le journal de débogage
hu: Hibakeresési naplózás engedélyezése
it: Abilita la registrazione dei log di debug
pt_br: Habilitar log de depuração
ro: Activează jurnalul de depanare
sk: Povoliť záznam ladenia
uk: Увімкнути журнал зневадження

source: Encrypt PDF
ar: تشفير الـ PDF
bg: Шифроване на PDF
ca: Xifra el PDF
cs: Zašifrovat PDF
de: PDF verschlüsseln
et_ee: Krüpti PDF
fa: رمزگذاری PDF
fi: Salaa PDF
fr: Chiffrer le PDF
hu: PDF titkosítása
it: Cifra il PDF
ja: 暗号化されたPDF
lt: Užšifruoti PDF
pt_br: Proteger PDF
ro: Criptează PDF
sk: Zašifrovať PDF
tr: PDF'yi Şifrele
uk: Шифрувати PDF
vi: Mã hóa PDF

source: Encryption
ar: التشفير
bg: Шифроване
ca: Xifrat
cs: Šifrování
de: Verschlüsselung
et_ee: Krüpteering
fa: رمزگذاری
fi: Salaus
fr: Chiffrement
hu: Titkosítás
it: Crifratura
ja: 暗号化
lt: Šifravimas
pt_br: Criptografia
ro: Criptare
sk: Šifrovanie
tr: Şifreleme
uk: Шифрування

source: Enhanced Windows MetaFile (*.emf)
ar: Windows ملف التعريف المحسن (*.emf)
bg: Подобрен Windows MetaFile (*.emf)
ca: Metafitxer millorat (*.emf)
cs: Rozšířený Windows MetaFile (*.emf)
et_ee: Laiendatud metafail (*.emf)
fi: Edistynyt Windows-metatiedosto (*.emf)
fr: Fichier EMF (*.emf)
hu: EMF fájl (*.emf)
it: Enhanced MetaFile di Windows (*.emf)
lt: Patobulintas metafailas (*.emf)
pt_br: Arquivo EMF (*.emf)
tr: Gelişmiş Windows Meta Dosyası (*.emf)
uk: Розширений метафайл (*.emf)

source: Error
ar: خطأ
bg: Грешка
cs: Chyba
de: Fehler
et_ee: Viga
fa: خطا
fi: Virhe
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
lt: Klaida
pt_br: Erro
ro: Eroare
sk: Chyba
tr: Hata
uk: Помилка
vi: Lỗi

source: Error starting application {0}
cs: Chyba při spouštění aplikace {0}
de: Fehler beim Starten der Anwendung {0}

source: Estimated download size: {0} MB
ar: حجم التنزيل المقدّر: {0} ميغابايت
bg: Приблизителен размер за сваляне: {0} MB
ca: Mida estimada de la baixada: {0} MB
cs: Odhadovaná velikost stažení: {0} MB
de: Geschätzte Download-Größe: {0} MB
et_ee: Hinnanguline allalaadimise suurus: {0} MB
fa: تخمین حجم دانلود: {0} مگابایت
fi: Arvioitu latauskoko {0} MB
fr: Taille estimée du téléchargement : {0} Mo
hu: Becsült letöltési méret: {0} MB
it: Dimensione stimata download: {0} MB
ja: 推定ダウンロードサイズ: 約{0} MB
lt: Numatomas atsiuntimo dydis: {0} MB
pt_br: Tamanho estimado do download: {0} MB
ro: Mărime estimată de download: {0} MB
sk: Odhadovaná veľkosť sťahovaného súboru: {0} MB
tr: Tahmini indirme boyutu: {0} MB
uk: Приблизний розмір звантаження: {0} МБ
vi: Ước tính kích thước download: {0} MB

source: Exchangeable Image File (*.exif)
ar: ملف صورة قابلة لإستبدال (*.exif)
ca: Fitxer d'intercanvi d'imatge (*.exif)
cs: Soubor ExIF (*.exif)
fi: Exif-tiedosto (*.exif)
fr: Fichier EXIF (*.exif)
hu: EXIF fájl (*.exif)
lt: Keičiamo vaizdo byla (*.exif)
ro: Fișier imagine interschimbabil (*.exif)
tr: Takas Edilebilir Resim Dosyası (*.exif)
uk: Файл зображень для обміну (*.exif)

source: Exclude blank pages
ar: استبعاد الصفحات الفارغة
bg: Пропусни празните страници
ca: Exclou les pàgines en blanc
cs: Vyloučit prázdné stránky
de: Leerseiten unterdrücken
et_ee: Tühjade lehtede eemaldamine
fa: جلوگیری از صفحات خالی
fi: Ohita tyhjät sivut
fr: Exclure les pages blanches
hu: Üres oldalak kizárása
it: Escludi pagine vuote
ja: 余白ページを除去
lt: Pašalinti tuščius puslapius
pt_br: Excluir páginas em branco
ro: Elimină paginile goale
sk: Vylúčiť prázdne stránky
tr: Boş sayfaları dışarıda bırak
uk: Прибрати порожні сторінки
vi: Loại trừ các trang trống

source: Fast
ca: Ràpid
cs: Rychlý
de: Schnell
fr: Plus rapide
hu: Gyors
it: Veloce
pt_br: Rápido
ro: Rapid
sk: Rýchlo
tr: Hızlı
uk: Швидко

source: Feeder
ar: المغذِّي
bg: Захранваща тава за листи
ca: Alimentador
cs: Podavač
de: Einzug
et_ee: Söötur
fa: خوراننده
fi: Syöttölaite
fr: Dispositif d'alimentation
hu: Lapadagoló
it: Alimentatore automatico
ja: フィーダー
lt: Padavimo mechanizmas
pt_br: Alimentador
ro: Alimentator
sk: Podávač
tr: Besleyici
uk: Автоподача
