Repository: cyanfish/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: ar, bg, ca, cs, de, et_ee, fa, fi, fr, hu, it, ja, lt, pt_br, ro, sk, tr, uk, vi

source: File Name:
ar: اسم الملف
bg: Име на файл
ca: Nom del fitxer
cs: Název souboru:
de: Dateiname:
fa: نام پرونده
fi: Tiedoston nimi
fr: Nom du fichier :
hu: Fájlnév
it: Nome file:
ja: ファイル名
pt_br: Nome do Arquivo
ro: Nume fişier
sk: Názov súboru:
tr: Dosya Adı
uk: Назва файлу
vi: Tên tệp

source: File Path:
ar: مسار الملف:
bg: Местоположение на файла:
ca: Camí del fitxer:
cs: Cesta k souboru:
de: Dateipfad:
fa: مسیر پرونده:
fi: Tiedostopolku:
fr: Chemin du fichier :
hu: Fájl elérési útvonal:
it: Percorso file:
ja: ファイルのパス:
pt_br: Caminho do arquivo:
ro: Cale fișier:
sk: Cesta súboru:
tr: Dosya yolu:
uk: Шлях файлу:
vi: Đường dẫn:

source: Fix white balance and remove noise
cs: Opravit vyvážení bílé a odstranění šumu
de: Weißabgleich korrigieren und Rauschen entfernen
fi: Korjaa valkotasapaino ja poista kohinaa
fr: Corriger la balance des blancs et supprimer le bruit
hu: Fehéregyensúly javítása és zaj eltávolítása
it: Correggi bilanciamento del bianco e rimuovi il rumore
pt_br: Corrigir equilíbrio branco e remover ruído
ro: Repară balanța de alb și elimină zgomotul
sk: Oprava vyváženia bielej a odstránenie šumu
uk: Виправляти баланс білого кольору та прибирати шум

source: Flip
ar: قلب
bg: Обръщане
ca: Gira
cs: Překlopit
de: um 180° drehen
fa: پشت و رو
fi: Käännä
fr: Retourner
hu: Átfordítás
it: Capovolgi
ja: 反転
lt: Veidrodinis vaizdas
pt_br: Inverter
ro: Întoarce
sk: Preklopiť
tr: Ters Yüz Et
uk: Віддзеркалити
vi: Lật

source: Flip back sides of duplex pages
cs: Obrácení zadních stran oboustranných stránek
de: Rückseite von Duplex-Seiten um 180° drehen
hu: Duplex (kétoldalas) oldalak hátoldalának megfordítása
it: Capovolgi lati posteriori pagine fronte/retro
pt_br: Virar o verso das páginas em duplex
ro: Întoarcere laturi anterioare ale paginilor duplex
sk: Preklopenie zadných strán obojstranných strán
uk: Віддзеркалити задній бік двосторонніх сторінок

source: Flip duplexed pages
ar: قلب الصفحات المزدوجة
bg: Обърни двустранно сканираните страници
ca: Gira les pàgines doblegades
cs: Překlopit oboustranné stánky
de: Doppelseiten umdrehen
fa: صفحات دورو را قرینه کن
fi: Käännä kaksipuoleiset sivut
fr: Retourner les pages recto-verso
hu: Kétoldalas oldalak megfordítása
it: Capovolgi pagine fronte retro
ja: 両面のページを反転
pt_br: Virar páginas frente e verso
ro: Întoarce paginile de pe verso
sk: Preklopiť obojstranný scan
tr: Çift taraflı sayfaları ters yüz et
uk: Віддзеркалити двосторонні сторінки
vi: Lật 2 mặt trang

source: For high JPEG qualities (80+), also increase Image Quality in your profile for best results.
ca: Per a obtenir imatges JPEG d'alta qualitat (80+), incrementeu també la resolució al perfil.
cs: Pro nejlepší výsledky při vysokých kvalitách JPEG (80+) zvyšte ve svém profilu Kvalitu obrázku.
de: Für eine hohe JPEG-Qualität (80+) ist ebenfalls die Bildqualität in Ihrem Profil zu erhöhen, um beste Ergebnisse zu erhalten.
fa: برای JPEG کیفیت بالا (۸۰+)، همچنین افزایش کیفیت تصویر پروفایل شما با بهترین نتیجه.
fi: Lisää myös kuvan laatua profiilissasi laadukkaita JPEG (80+) kuvia varten.
fr: En JPEG haute qualité (80+), augmenter aussi la Qualité d'Image dans le profil pour de meilleurs résultats.
hu: Magas JPEG minőség (80+) elérése érdekében növelje a képminőséget a profilban a legjobb eredmény eléréséhez.
it: Per ottenere i migliori risultati con JPEG di qualità elevata (80+), aumenta nel profilo il valore 'Qualità Immagine'.
ja: 80以上の高画質JPEGを得るためには、プロファイル内の画質設定をあげてください。.
pt_br: Para altas qualidades de JPEG (80+), aumente também a Qualidade da Imagem no seu Perfil para obter melhores resultados.
ro: Pentru calități JPEG înalte (80+), creșteți calitatea imaginii în profilul dvs. pentru cele mai bune rezultate.
sk: Pre najlepšie výsledky vysokej kvality obrázkov JPEG (80+), zvýšte tiež Kvalitu obrázku vo svojom profile.
tr: Yüksek JPEG kalitesi için (80+), ayrıca en iyi sonuçlar için profilinizdeki Resim Kalitesi'ni yükseltin.
uk: Для отримання кращої якості зображень JPEG (80+) рекомендується збільшити якість зображення у вашому профілі сканування.
vi: Để JPEG được chất lượng cao, nhớ tăng chất lượng hình trong thiết lập mẫu có sẵn của bạn..

source: GIF File (*.gif)
ar: ملف GIF (*.gif)
bg: GIF файл (*.gif)
ca: Fitxer GIF (*.gif)
cs: Soubor GIF (*.gif)
de: GIF Datei (*.gif)
et_ee: GIF fail (*.gif)
fa: پرونده GIF (*.gif)
fi: GIF-tiedosto (*.gif)
fr: Fichier GIF (*.gif)
hu: GIF fájl (*.gif)
it: File GIF (*.gif)
lt: GIF byla (*.gif)
pt_br: Arquivo GIF (*.gif)
ro: Fișier GIF (*.gif)
sk: Súbor GIF (*.gif)
tr: GIF Dosyası (*.gif)
uk: GIF файл (*.gif)

source: Get more languages
ar: الحصول على المزيد من اللغات
bg: Още езици
ca: Més idiomes
cs: Instalovat více jazyků
de: Weitere Sprachen installieren
et_ee: Hankige rohkem keeli
fa: دریافت زبان‌های بیشتر
fi: Hae lisää kieliä
fr: Obtenir plus de langues
hu: További nyelvek beszerzése
it: Installa altre lingue
ja: 他の言語を追加
lt: Įdiegti daugiau kalbų
pt_br: Instalar mais idiomas
ro: Instalează mai multe limbi
sk: Získať viac jazykov
tr: Daha çok dil yükle
uk: Встановити інші мови
vi: Thêm Ngôn ngữ

source: Glass
ar: الزجاج
bg: Стъкло
ca: Vidre
cs: Sklo
de: Flachbett
et_ee: Klaas
fa: شیشه
fi: Lasi
fr: Vitre
hu: Síkágy
it: Piano fisso
ja: フラットヘッド
lt: Stiklas
pt_br: Vidro
ro: Sticlă
sk: Sklo
tr: Üst Kapak
uk: Зі скла
vi: Kính

source: Grayscale
ar: تدرج الرمادي
bg: Степени на сивото
ca: Escala de grisos
cs: Stupně šedi
de: Graustufen
et_ee: Halltoonid
fa: بی‌رنگ
fi: Harmaasävy
fr: Niveaux de gris
hu: Szürkeárnyalatos
it: Scala di grigi
ja: グレースケール
lt: Pilkumo atspalviai
pt_br: Escala de cinza
ro: Tonuri de gri
sk: Odtiene sivej
tr: Gri tonlama
uk: Відтінки сірого

source: Horizontal align:
ar: محاذاة أفقية:
bg: Хоризонтално подравняване:
ca: Alineació horitzontal:
cs: Překlopit vodorovně:
de: Horizontale Ausrichtung:
fa: چیدمان افقی:
fi: Vaaka-asettelu:
fr: Alignement horizontal :
hu: Vízszintes igazítás:
it: Allineamento orizzontale:
ja: 水平方向揃え:
lt: Horizontali lygiuotė:
pt_br: Alinhamento horizontal:
ro: Aliniere pe orizontală:
sk: Zarovnať horizontálne:
tr: Yatay hizalama:
uk: Горизонтальне вирівнювання:
vi: Chỉnh chiều ngang:

source: Hour (0-23)
ar: ساعة (0-23)
bg: Час (0-23)
ca: Hora (0-23)
cs: Hodina (0-23)
de: Stunde (0-23)
et_ee: Tund (0-23)
fa: ساعت (۰-۲۳)
fi: Tunti (0-23)
fr: Heure (0-23)
hu: Óra (0-23)
it: Ora (0-23)
ja: (0-23)時間
lt: Valanda (0-23)
pt_br: Hora (0-23)
ro: Ora (0-23)
sk: Hodina (0-23)
tr: Saat (0-23)
uk: Година (0-23)
vi: Giờ (0-23)

source: Hue / Saturation
ar: التدرج والتشبع
ca: To/Saturació
cs: Odstín / Sytost
de: Farbton / Sättigung
fa: پرده / غلظت
fi: Sävy / kylläisyys
fr: Teinte / Saturation
hu: Színárnyalat / telítettség
it: Tonalità/saturazione
ja: 色相/彩度
pt_br: Tom / Saturação
ro: Nuanță / Saturație
sk: Odtieň / nasýtenie
tr: Renk Tonu / Doygunluk
uk: Відтінок / насиченість

source: IP/Host
cs: IP/Hostitel
hu: IP/Gazdagép
sk: IP/hostiteľ
uk: IP-адреса/назва хосту

source: Icons from:
ar: الأيقونات من:
bg: Икони от:
ca: Icones de:
cs: Použité ikony:
de: Icons von:
fa: آیکون‌ها از:
fi: Käytettyjen kuvakkeiden lähde:
fr: Icônes provenant de :
hu: Ikonok forrása:
it: Libreria icone:
lt: Piktogramos iš:
pt_br: Ícones de:
ro: Icoane din:
sk: Ikony z:
tr: Simgeler:
uk: Використання значків:

source: Image
ar: صورة
bg: Изображение
ca: Imatge
cs: Obrázek
de: Bild
et_ee: Pilt
fa: تصویر
fi: Kuva
hu: Kép
it: Immagine
ja: イメージ
lt: Vaizdas
pt_br: Imagem
ro: Imagine
sk: Obrázok
tr: Resim
uk: Зображення
vi: Ảnh

source: Image Files
ar: ملفات صور
bg: Изображения
ca: Imatges
cs: Soubory obrázků
de: Bilddateien
et_ee: Pildifailid
fa: پرونده تصاویر
fi: Kuvatiedostot
fr: Fichiers image
hu: Képfájlok
it: File immagini
ja: イメージファイル
lt: Vaizdo bylos
pt_br: Arquivos de imagens
ro: Fișiere Imagine
sk: Súbory obrázkov
tr: Resim Dosyaları
uk: Файли зображень
vi: TỆP ẢNH

source: Image Quality
ar: جودة الصورة
bg: Качество на изображението
ca: Qualitat de la imatge
cs: Kvalita obrázku
de: Bildqualität
et_ee: Pildi kvaliteet
fa: کیفیت تصویر
fi: Kuvan laatu
fr: Qualité d'image
hu: Képminőség
it: Qualità immagine
ja: 画質
lt: Vaizdo kokybė
pt_br: Qualidade da imagem
ro: Calitatea Imaginii
sk: Kvalita obrázku
tr: Resim Kalitesi
uk: Якість зображення
vi: Chất lượng ảnh

source: Image Settings
ar: إعدادات الصورة
bg: Настройки на изображението
ca: Opcions de la imatge
cs: Nastavení obrázku
de: Bildeinstellungen
et_ee: Pildi seadistused
fa: تنظیمات تصویر
fi: Kuva-asetukset
fr: Paramètres d'image
hu: Kép beállítások
it: Impostazioni immagine
ja: 画像設定
lt: Vaizdo parametrai
pt_br: Configurações de imagem
ro: Preferințe imagine
sk: Nastavenia obrázkov
tr: Resim Ayarları
uk: Налаштування зображення
vi: Cài đặt ảnh

source: Image saved.
ar: حفظت الصورة.
bg: Изображението е записано.
ca: S'ha desat la imatge.
cs: Obrázek uložen.
de: Bild gespeichert.
fa: تصویر ذخیره شد.
fi: Kuva talletettu.
fr: Image enregistrée.
hu: Kép mentve.
it: Immagine salvata.
ja: 保存された画像.
pt_br: Imagem salva.
ro: Imagine salvată.
sk: Obrázok bol uložený.
tr: Resim kaydedildi.
uk: Зображення збережено.
vi: Lưu ảnh.

source: Import
ar: استيراد
bg: Внасяне
ca: Importa
cs: Importovat
de: Importieren
et_ee: Impordi
fa: وارد کردن
fi: Tuo
fr: Importer
hu: Importálás
it: Importa
ja: 読み込み
lt: Importas
pt_br: Importar
ro: Importă
tr: İçe Aktar
uk: Імпортувати
vi: Chèn

source: Import Progress
ar: تقدم الاستيراد
bg: Напредък на импортиране
ca: Progrés de la importació
cs: Průběh importu
de: Import-Fortschritt
fa: پیشرفت وارد کردن
fi: Tuonnin eteneminen
fr: Progression de l'importation
hu: Importálás folyamata
it: Avanzamento importazione
ja: 読み込みの進捗
lt: Importo eiga
pt_br: Progresso da Importação
ro: Progres import
sk: Priebeh importu
tr: İçe Aktarım Süreci
uk: Імпорт
vi: Chèn xong

source: Importing {0}...
ar: يستورد {0}...
bg: Импортиране {0}...
ca: S'està important {0}...
cs: Importuje se {0}...
de: Importiere {0}...
fa: وارد کردن {0}...
fi: Tuodaan {0}...
fr: Importation de « {0} »…
hu: Importálás {0}...
it: Importazione di {0}...
ja: {0}を読み込み中...
lt: Importuojama {0}...
pt_br: Importando {0}...
ro: Importare {0}...
sk: Importuje sa {0}...
tr: {0} içe aktarılıyor...
uk: Виконується імпорт {0}...
vi: Đang chèn {0}...

source: Importing...
ar: يستورد...
bg: Импортиране...
ca: S'està important...
cs: Importuje se...
de: Import...
fa: در حال وارد کردن...
fi: Tuodaan...
fr: Importation…
hu: Importálás...
it: Importazione...
ja: 読み込み...
lt: Importuojama...
pt_br: Importando...
ro: Se importă...
sk: Importuje sa...
tr: İçe Aktarılıyor...
uk: Виконується імпорт...
vi: Đang chèn...

source: Install {0}
ar: تنصيب {0}
ca: Instal·la {0}
cs: Instalovat {0}
de: Installiere {0}
fa: نصب {0}
fi: Asenna {0}
fr: Installer {0}
hu: {0} telepítése
it: Installazione di {0}
ja: {0}のインストール
pt_br: Instalar {0}
ro: Instalează {0}
sk: Inštalovať {0}
tr: {0} Kur
uk: Встановити {0}

source: Installation Complete
ar: اكتمل التثبيت
bg: Инсталацията е завършена
ca: Instal·lació completa
cs: Instalace dokončena
de: Installation abgeschlossen
et_ee: Paigaldamine on lõpetatud
fa: نصب تمام شد
fi: Asennettu
fr: Installation terminée
hu: A telepítés befejeződött
it: Installazione completata
ja: インストールが完了しました
lt: Diegimas baigtas
pt_br: Instalação concluída
ro: Instalare încheiată
sk: Inštalácia dokončená
tr: Kurulum Tamamlandı
uk: Встановлення завершено
vi: Cài đặt thành công

source: Installation Failed
ar: فشل التثبيت
bg: Неуспешна инсталация
ca: Ha fallat la instal·lació
cs: Instalace selhala
de: Installation fehlgeschlagen
et_ee: Paigaldamine nurjus
fa: نصب شکست خورد
fi: Asennus epäonnistui
fr: Échec de l'installation
hu: A telepítés sikertelen
it: Installazione fallita
ja: インストールに失敗しました
lt: Diegimas nepavyko
pt_br: Falha na instalação
ro: Instalarea a eșuat
sk: Inštalácia zlyhala
tr: Kurulum Başarısız
uk: Помилка при встановленні
vi: Cài đặt bị lỗi

source: Installation complete. Do you want to restart NAPS2 now?
ar: اكتمل التثبيت. هل تريد إعادة تشغيل NAPS2 الآن؟
bg: Инсталацията е завършена. Искате ли да рестартирате NAPS2 сега?
ca: S'ha instal·lat correctament. Voleu reiniciar el NAPS2 ara per aplicar els canvis?
cs: Instalace dokončena. Chcete nyní restartovat NAPS2?
de: Installation abgeschlossen. Soll NAPS2 jetzt neugestartet werden?
et_ee: Paigaldamine on lõppenud. Kas soovite taaskäivitada NAPS2 kohe?
fa: نصب تمام شد. آیا می‌خواهید NAPS2 دوباره راه اندازی گردد؟
fi: Asennus on valmis. Halutatko käynnistään NAPS2:n uudelleen?
fr: Installation terminée. Faut-il redémarrer NAPS2 maintenant ?
hu: A telepítés befejeződött. Szeretné most újraindítani a NAPS2 programot?
it: Installazione completata. Vuoi riavviare NAPS2 ora?
ja: インストールが完了しました。NAPS2を再起動しますか?
lt: Diegimas baigtas. Ar norite paleisti NAPS2 dabar?
pt_br: Instalação completada. Deseja reiniciar o NAPS2 agora?
ro: Instalare completă. Doriți să reporniți NAPS2 acum?
sk: Inštalácia dokončená. Chcete teraz reštartovať NAPS2?
tr: Kurulum tamamlandı. Şimdi NAPS2'yi yeniden başlatmak etmek ister misiniz?
uk: Встановлення завершено. Перезапустити NAPS2?
vi: Cài đặt hoàn tất. Bạn có muốn khởi động lại NAPS2 bây giờ?

source: Installation failed.
ar: فشل التثبيت.
bg: Неуспешна инсталация.
ca: S'ha produït un error en la instal·lació.
cs: Instalace selhala.
de: Installation fehlgeschlagen.
fa: نصب شکست خورد.
fi: Asennus epäonnistui.
fr: Échec de l'installation.
hu: A telepítés sikertelen.
it: Installazione fallita.
ja: インストールに失敗しました.
lt: Diegimas nepavyko.
pt_br: Falha na instalação.
ro: Instalarea a eșuat.
sk: Inštalácia zlyhala.
tr: Kurulum başarısız.
uk: Встановлення завершилося невдало.
vi: Cài đặt thất bại.

source: Interface
cs: Rozhraní
de: Benutzeroberfläche
fi: Käyttöliittymä
hu: Felület
it: Interfaccia
ro: Interfață
sk: Rozhranie
uk: Інтерфейс

source: Interleave
ca: Intercala
cs: Vložit listy
de: Ineinander-Fächern
fa: جایگذاری
fi: Lomita
fr: Appairer [135246>123456]
hu: Átlapolás
ja: インターリーブ
lt: Tarpuoti
pt_br: Intercalar
ro: Întrețesere
sk: Prekladanie
tr: Boşluk Ekle
uk: Чергування

source: JPEG File (*.jpg, *.jpeg)
ar: ملف JPEG (*.jpg, *.jpeg)
bg: JPEG файл (*.jpg, *.jpeg)
ca: Fitxer JPEG (*.jpg, *.jpeg)
cs: Soubor JPEG (*.jpg, *.jpeg)
de: JPEG Datei (*.jpg, *.jpeg)
et_ee: JPEG fail (*.jpg, *.jpeg)
fa: پرونده JPEG (*.jpg, *.jpeg)
fi: JPEG-tiedosto (*.jpg, *.jpeg)
fr: Fichier JPEG (*.jpg, *.jpeg)
hu: JPEG fájl (*.jpg, *.jpeg)
it: File JPEG (*.jpg, *.jpeg)
lt: JPEG byla (*.jpg, *.jpeg)
pt_br: Arquivo JPEG (*.jpg, *.jpeg)
ro: Fișier JPEG (*.jpg, *.jpeg)
sk: Súbor JPEG (*.jpg, *.jpeg)
tr: JPEG Dosyası (*.jpg, *.jpeg)
uk: Файл JPEG (*.jpg, *.jpeg)

source: JPEG2000 File (*.jp2, *.jpx)
ca: Fitxer JPEG2000 (*.jp2, *.jpx)
cs: Soubor JPEG2000 (*.jp2, *.jpx)
de: JPEG2000 Datei (*.jp2, *.jpx)
fi: JPEG2000-tiedosto (*.jp2, *.jpx)
fr: Fichier JPEG2000 (*.jp2, *.jpx)
hu: JPEG2000 fájl (*.jp2, *.jpx)
it: File JPEG2000 (*.jp2, *.jpx)
ro: Fișier JPEG2000 (*.jp2, *.jpx)
sk: Súbor JPEG2000 (*.jp2, *.jpx)
tr: JPEG2000 Dosyası (*.jp2, *.jpx)
uk: Файл JPEG2000 (*.jp2, *.jpx)

source: Jpeg Quality
ar: جودة Jpeg
bg: Jpeg качество
ca: Qualitat Jpeg
cs: Kvalita JPEG
de: JPEG-Qualität
fa: کیفیت Jpeg
fi: Jpeg - laatu
fr: Qualité JPEG
hu: Jpeg minőség
it: Qualità Jpeg
ja: JPEG画像の品質
lt: JPEG kokybė
pt_br: Qualidade JPEG
ro: Calitate JPEG
sk: Kvalita JPEG
tr: Jpeg Kalitesi
uk: Якість JPEG
vi: Chất lượng hình ảnh

source: Keep images across sessions
cs: Uchovávat obrázky napříč relacemi
de: Bilder über Sitzungen hinweg behalten
fi: Säilytä kuvat eri istunnoissa
fr: Conserver les images d'une session à l'autre
hu: Képek megtartása a munkamenetek között
it: Mantieni le immagini tra una sezione e l'altra
pt_br: Manter imagens entre as sessões
ro: Păstrează imaginile pe durata sesiunilor
sk: Zachovať obrázky naprieč reláciami
uk: Зберігати зображення між сесіями

source: Keyboard Shortcuts
cs: Klávesové zkratky
de: Tastaturbefehle
hu: Billentyűparancsok
it: Scorciatoie tastiera
ro: Comenzi rapide tastatură

source: Keywords:
ar: الكلمات المفتاحية:
bg: Ключови думи:
ca: Paraules clau:
cs: Klíčová slova:
de: Schlagwörter:
fa: کلیدواژه‌ها:
fi: Avainsanat:
fr: Mots-clés :
hu: Kulcsszavak:
it: Parole chiave:
ja: キーワード:
lt: Raktažodžiai:
pt_br: Palavras-chave:
ro: Cuvinte cheie:
sk: Kľúčové slová:
tr: Anahtar Sözcükler:
uk: Ключові слова:
vi: Từ khóa:

source: Language
ar: اللغة
bg: Език
ca: Idioma
cs: Jazyk
de: Sprache
et_ee: Keel
fa: زبان
fi: Kieli
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
lt: Kalba
pt_br: Idioma
ro: Limbă
sk: Jazyk
tr: Dil
uk: Мова
vi: Ngôn ngữ

source: Leave a Review
cs: Napsat recenzi
de: Eine Bewertung hinterlassen

source: Left
ar: يسار
bg: Ляво
ca: Esquerra
cs: Vlevo
de: Links
et_ee: Vasak
fa: چپ
fi: Vasen
fr: À gauche
hu: Balra
it: Sinistra
ja: 左側
lt: Kairinė
pt_br: Esquerda
ro: Stânga
sk: Vľavo
tr: Sol
uk: Вліво
vi: Trái

source: Legacy (native UI only)
ar: وراثي (واجهة المستخدم الأصلية فقط)
ca: Heretat (només interfície nativa)
cs: Legacy (pouze nativní UI)
de: Altsystem (nur native Oberfläche)
fa: ارث (فقط رابط کاربری بومی)
fi: Perinteinen (vain natiivikäyttöliittymä)
fr: Ancienne (interface native seulement)
hu: Régi (csak natív felhasználói felület)
it: Legacy (solo interfaccia grafica nativa)
ja: スキャナ付属のUIのみを利用
lt: Paveldėjimas (tik skenerio sąsajai)
pt_br: Legado (UI nativa apenas)
ro: Vechi (numai interfața de utilizare nativă)
sk: Staršie (len natívne užívateľské rozhranie)
tr: Eski (yalnızca yerli kullanıcı arayüzü)
uk: Режим сумісности (лише рідний інтерфейс користувача)

source: Light
cs: Světlý
de: Hell
hu: Világos

source: Like NAPS2?
cs: Líbí se vám NAPS2?
de: Gefällt Ihnen NAPS2?

source: Load images into NAPS2
ar: تحميل صور إلى NAPS2
bg: Внасяне на изображения в NAPS2
ca: Carrega les imatges al NAPS2
cs: Nahrát obrázky do NAPS2
de: Bilder in NAPS2 laden
fa: بارگذاری تصویر در NAPS2
fi: Lataa kuvia NAPS2:een
fr: Charger les images dans NAPS2
hu: Képek betöltése a NAPS2-be
it: Carica immagini in NAPS2
ja: NAPS2にイメージを読み込む
lt: Įkrauti vaizdus į NAPS2
pt_br: Carregar imagens em NAPS2
ro: Încarcă imagini în NAPS2
sk: Načítanie obrázkov do NAPS2
tr: Resimleri NAPS2'ye yükle
uk: Завантажити зображення до NAPS2
vi: Tải hình ảnh vào NAPS2

source: Make PDFs searchable using OCR
ar: جعل ملفات PDF قابلة للبحث باستخدام التعرف الضوئي على الحروف OCR
bg: Създай PDF с възможност за търсене посредством OCR
ca: Crea documents PDF amb opció de cerca mitjançant l'OCR
cs: Umožnit prohledávání PDF pomocí OCR
de: PDF mittels OCR durchsuchbar machen
et_ee: Tehke OCR-i abil PDF-id otsitavaks
fa: ایجاد PDF قابل جستجو بوسیله OCR
fi: Mahdollista haku PDF:issä optisen tekstintunnistuksen avulla
fr: Rendre possible la recherche dans les PDF issus d'OCR
hu: A PDF-ek kereshetővé tétele karakterfelismeréssel
it: Rendi PDF ricercabili usando l'OCR
ja: OCRを利用して検索可能なPDFを作成
lt: Padaryti PDF su paieškos galimybe naudojant OCR
pt_br: Criar PDF pesquisável usando OCR
ro: Crează fișier PDF cu posibilitatea căutării în text
sk: Umožnite vyhľadávanie PDF pomocou OCR
tr: OCR kullanarak aranabilir PDF oluştur
uk: Створити PDF файл з можливістю пошуку
vi: Hãy tìm kiếm các file PDF sử dụng OCR

source: Manual IP
cs: Manuální IP
de: Manuelle IP
hu: Kézi IP
it: IP manuale
ro: IP manual
sk: Manuálne IP
uk: Вручну IP

source: Maximum quality (large files)
ar: الجودة القصوى (ملفات كبيرة)
bg: Максимално качество (по-големи файлове)
ca: Qualitat màxima (fitxers grans)
cs: Nejlepší kvalita (velký soubor)
de: Maximale Qualität (große Dateien)
fa: حداکثر کیفیت (پرونده‌های بزرگ)
fi: Korkein laatu (suuret tiedostot)
fr: Qualité maximale (fichiers volumineux)
hu: Legjobb minőség (nagy fájlok)
it: Massima qualità (file di grandi dimensioni)
ja: 最大画質(ファイルサイズ大)
lt: Maksimali kokybė (didelės bylos)
pt_br: Alta qualidade (arquivos grandes)
ro: Calitate maximă (fișiere mari)
sk: Maximálna kvalita (veľké súbory)
tr: En yüksek kalite (büyük dosyalar)
uk: Максимальна якість (великий розмір)
vi: Chất lượng tối đa (tập tin lớn)

source: Memory Transfer
ca: Transferència en memòria
cs: Přenos paměti,
de: Gepufferte Übertragung
fr: Transfert en mémoire
hu: Memória átvitel
it: Trasferimento in memoria
pt_br: Transferência de Memória
ro: Transfer de memorie
sk: Presun pamäte
uk: Передача засобами пам'яти

source: Minute (00-59)
ar: دقيقة (00-59)
bg: Минути (00-59)
ca: Minut (00-59)
cs: Minuta (00-59)
et_ee: Minutid (00-59)
fa: دقیقه (۵۹-۰۰)
fi: Minuutti (00-59)
hu: Perc (00-59)
it: Minuti (00-59)
ja: (00-59)分
lt: Minutė (00-59)
pt_br: Minutos (00-59)
sk: Minúta (00-59)
tr: Dakika (00-59)
uk: Хвилини (00-59)
vi: Phút (00-59)

source: Month (01-12)
ar: شهر (01-12)
bg: Месец (01-12)
ca: Mes (01-12)
cs: Měsíc (01-12)
de: Monat (01-12)
et_ee: Kuu (01-12)
fa: ماه (۱۲-۰۱)
fi: Kuukausi (01-12)
fr: Mois (01-12)
hu: Hónap (01-12)
it: Mese (01-12)
ja: (01-12)月
lt: Mėnuo (01-12)
pt_br: Mês (01-12)
ro: Luna (01-12)
sk: Mesiac (01-12)
tr: Ay (01-12)
uk: Місяць (1-12)
vi: Tháng (01-12)

source: More info
ar: المزيد من المعلومات
bg: Повече информация
ca: Més informació
cs: Více informací
de: Mehr Info
et_ee: Rohkem infot
fa: اطلاعات بیشتر
fi: Lisätietoja
fr: Plus d'informations
hu: További információ
it: Maggiori informazioni
ja: 詳細情報
lt: Daugiau informacijos
pt_br: Mais informações
ro: Mai multe informații
sk: Viac informácií
tr: Daha çok bilgi
uk: Докладно
vi: Thêm thông tin

source: Move Down
ar: تحريك لأسفل
bg: Преместване надолу
ca: Mou avall
cs: Posunout níž
de: Nach unten
et_ee: Liiguta alla
fa: بردن به پایین
fi: Siirrä alas
fr: Descendre
hu: Fel
it: Sposta giù
ja: 下へ
lt: Perkelti žemyn
pt_br: Mover abaixo
ro: Mai jos
sk: Posunúť nadol
tr: Aşağı Taşı
uk: Перемістити нижче
vi: Chuyển xuống

source: Move Up
ar: تحريك لأعلي
bg: Преместване нагоре
ca: Mou amunt
cs: Posunout výš
de: Nach oben
et_ee: Liiguta üles
fa: بردن به بالا
fi: Siirrä ylös
fr: Monter
hu: Le
it: Sposta su
ja: 上へ
lt: Perkelti aukštyn
pt_br: Mover acima
ro: Mai sus
sk: Posunúť nahor
tr: Yukarı Taşı
uk: Перемістити вище
vi: Chuyển lên

source: Multiple Languages
cs: Více jazyků
de: Mehrere Sprachen
fi: Useita kieliä
fr: Multilingue
hu: Több nyelv
it: Lingue multiple
pt_br: Múltiplos idiomas
ro: Limbi multiple
sk: Viacero jazykov
uk: Декілька мов

source: Multiple Languages...
cs: Více jazyků...
de: Mehrere Sprachen...
fi: Useita kieliä...
fr: Multilingue...
hu: Több nyelv...
it: Lingue multiple...
pt_br: Múltiplos idiomas...
ro: Limbi multiple...
sk: Viacero jazykov...
uk: Декілька мов...

source: Multiple scans (fixed delay between scans)
ar: مسوح ضوئية متعددة (توقيت تأخير ثابت بين عمليات المسح)
bg: Многократно сканиране (фиксирано забавяне между сканиранията)
ca: Escaneig múltiple (retard fixe entre escaneig)
cs: Více skenů (fixní pauza mezi skeny)
de: Mehrere Scans (Konstante Verzögerung zwischen Scans)
fa: اسکن چندتایی (تاخیر ثابت بین اسکن‌ها)
fi: Monta skannausta (vakioviive skannausten välillä)
fr: Acquisitions multiples (délai fixe entre les numérisations)
hu: Többszörös beolvasás (rögzített késleltetés a beolvasások között)
it: Scansioni multiple (ritardo fisso tra le scansioni)
ja: 複数をスキャン(スキャン間に遅延を設ける)
lt: Kelių puslapių skenavimas (fiksuotas uždelsimas tarp skenavimų)
pt_br: Múltiplas digitalizações (Fixar tempo entre cada uma)
ro: Scanare multiplă (cu o pauză între scanări)
sk: Viacnásobné skenovanie (s pevným oneskorením medzi skenovaniami)
tr: Çoklu tarama (taramalar arası sabit gecikme)
uk: Сканування багатьох сторінок (фіксована затримка між скануваннями)
vi: Quét nhiều (trễ cố định giữa quét)
