Repository: cyanfish/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: ar, bg, ca, cs, de, et_ee, fa, fi, fr, hu, it, ja, lt, pt_br, ro, sk, tr, uk, vi

source: Separate files by Patch-T
ca: Separació amb codis Patch-T
cs: Oddělit soubory pomocí Patch-T
de: Dateien per Patch-T trennen
fa: جداسازی پرونده‌ها با Patch-T
fi: Erota tiedostot Patch-T - koodilla
fr: Délimitation des fichiers par Patch-T
hu: Különálló fájlok Patch-T szerint
it: Separa file tramite Patch-T
ja: Patch-Tでファイル分割
pt_br: Separar Arquivos por Patch-T
ro: Separarea fișierelor pe baza codurilor Patch-T
sk: Oddeľte súbory podľa Patch-T
tr: Dosyaları Patch-T'ye göre ayır
uk: Розділити файли за допомогою Patch-T
vi: Tập tin riêng biệt của Patch-T

source: Set Default
ar: تعين كافتراضي
bg: Задаване като настройки по подразбиране
ca: Estableix per defecte
cs: Nastavit výchozí
de: Auf Standard setzen
et_ee: Määra vaikimisi
fa: پیش‌فرض کن
fi: Aseta oletus
fr: Définir par défaut
hu: Beállítás alapértelmezettként
it: Imposta predefinito
ja: 既定の設定
lt: Nustatyti kaip numatytąjį
pt_br: Definir Padrão
ro: Stabilește ca implicit
sk: Nastaviť pôvodné
tr: Öntanımlı Olarak Ata
uk: Зробити типовим
vi: Về mặc định

source: Settings
cs: Nastavení
de: Einstellungen
fi: Asetukset
fr: Paramètres
hu: Beállítások
it: Impostazioni
pt_br: Configurações
ro: Setări
sk: Nastavenia
uk: Налаштування

source: Share
cs: Sdílet
de: Teilen
fi: Jaa
fr: Partager
hu: Megosztás
it: Condividi
pt_br: Compartilhar
ro: Distribuie
sk: Zdieľať
uk: Спільний доступ

source: Share even when NAPS2 is closed
cs: Sdílet, i když je NAPS2 zavřený
de: Auch teilen, wenn NAPS2 geschlossen ist
fi: Jaa vaikka NAPS2 olisi suljettu
fr: Partager même lorsque NAPS2 est fermé
hu: Megosztás akkor is, ha a NAPS2 be van zárva
it: Condividi anche quando NAPS2 è chiuso
pt_br: Compartilhar mesmo quando o NAPS2 estiver fechado
ro: Distribuie chiar și atunci când NAPS2 este închis
sk: Zdieľať aj keď je NAPS2 zavretý
uk: Надавати доступ навіть тоді, коли NAPS2 буде закрито

source: Shared Scanner Settings
cs: Nastavení sdíleného skeneru
de: Geteilte Scanner Einstellungen
fi: Jaetut Skannerin Asetukset
fr: Paramètres de partage de scanner
hu: Megosztott lapolvasó beállítások
it: Impostazioni scanner condiviso
pt_br: Configurações do Scanner Compartilhado
ro: Setări scaner partajat
sk: Nastavenia zdieľaného skeneru
uk: Налаштування сканера у спільному доступі

source: Shared scanners can be used from other computers on the local network by selecting "ESCL Driver" in the other computer's NAPS2 profile settings.
cs: Sdílené skenery lze používat z jiných počítačů v místní síti výběrem možnosti "ESCL ovladač" v nastavení profilu NAPS2 jiného počítače.
de: Geteilte Scanner können von anderen Computern im lokalen Netzwerk verwendet werden, indem Sie auf dem anderen Computer in den NAPS2 Profileinstellungen "ESCL Treiber" auswählen.
fi: Jaettuja skannereita voidaan käyttää muista paikallisessa verkossa olevista tietokoneista valitsemalla "ESCL Driver" toisen tietokoneen NAPS2-profiiliasetuksista.
fr: Les scanners partagés peuvent être utilisés à partir d'autres ordinateurs du réseau local en sélectionnant « Pilote ESCL » dans les paramètres de profil NAPS2 de l'autre ordinateur.
hu: A megosztott lapolvasók a helyi hálózat más számítógépeiről is használhatók, ha a másik számítógép NAPS2 profilbeállításaiban kiválasztja az "ESCL illesztőprogramot".
it: Gli scanner condivisi possono essere usati da altri computer nella rete locale selezionando "Driver ESCL" nelle impostazioni del profilo NAPS2 dell'altro computer.
pt_br: Scanners compartilhados podem ser usados a partir de outros computadores na rede local selecionando "Driver ESCL" nas configurações de perfil NAPS2 do outro computador.
ro: Scanerele partajate pot fi utilizate de alte calculatoare din rețeaua locală selectând "ESCL Driver" din setările de profil ale celorlalte calculatoare NAPS2.
sk: Zdieľané skenery môžu byť použité z iných počítačov v miestnej sieti zvolením možnosti "Ovládač ESCL" v nastaveniach profilu NAPS2 iného počítača.
uk: Сканери у спільному доступі можна використовувати на віддалених комп'ютерах локальної мережі. Для цього потрібно вибрати "Драйвер ESCL" в налаштуваннях профіля віддаленого комп'ютерау.

source: Sharpen
ca: Nitidesa
cs: Zaostřit
de: Schärfen
et_ee: Teravdama
fa: وضوح
fi: Terävöitä
fr: Améliorer la netteté
hu: Élesítés
it: Nitidezza
ja: シャープに
pt_br: Nitidez
ro: Claritate
sk: Zaostriť
tr: Keskinleştir
uk: Різкість
vi: Độ nét

source: Shortcut
cs: Zkratka
de: Tastenkürzel
hu: Billentyűparancs
it: Collegamento
ro: Comandă rapidă
uk: Скорочення

source: Show
ar: إظهار
bg: Показване
ca: Mostra
cs: Ukázat
de: Anzeigen
et_ee: Näita
fa: نمایش
fi: Näytä
fr: Afficher
hu: Megjelenítés
it: Visualizza
ja: 見せる
lt: Rodyti
pt_br: Mostrar
ro: Arată
sk: Ukázať
tr: Göster
uk: Показати
vi: Xem

source: Show "Profiles" toolbar
cs: Zobrazit panel nástrojů "Profily"
de: Zeige "Profile" Symbolleiste
fi: Näytä "Profiilit" työkalupalkki
fr: Afficher la barre d'outils « Profils »
hu: "Profilok" eszköztár megjelenítése
it: Visualizza barra "Profili"
pt_br: Exibir barra de ferramentas "Perfis"
ro: Afișează bara de instrumente "Profiluri"
sk: Zobraziť panel nástrojov "Profily"
uk: Показувати панель "Профілі"

source: Show native TWAIN progress
cs: Zobrazit nativní průběh TWAIN
de: Nativen TWAIN-Fortschritt anzeigen
fr: Afficher la progression native TWAIN
hu: A natív TWAIN folyamat megjelenítése
it: Visualizza avanzamento TWAIN nativo
pt_br: Mostrar progresso nativo do TWAIN
ro: Arată progresul nativ TWAIN
sk: Zobraziť prirodzený priebeh TWAIN
uk: Показувати нативне сканування TWAIN

source: Show page numbers
cs: Zobrazit čísla stránek
de: Zeige Seitenzahlen
fi: Näytä sivunnumerot
fr: Afficher les numéros de page
hu: Oldalszámok megjelenítése
it: Visualizza numeri di pagina
pt_br: Mostrar números de páginas
ro: Arată numerele paginii
sk: Zobraziť čísla stránok
uk: Показувати нумерацію сторінок

source: Sidebar
cs: Postranní panel
de: Seitenleiste
hu: Oldalsáv
it: Barra laterale
ro: Bară laterală

source: Single page files
ar: صفحه واحده
ca: Un fitxer per cada pàgina
cs: Jednostránkové soubory
de: Dateien mit einer Seite
et_ee: Ühelehelised failid
fa: پرونده‌های تک صفحه‌ای
fi: Yhden sivun tiedostot
fr: Fichiers à page unique
hu: Egyoldalas fájlok
it: File a pagina singola
ja: 単一ページのファイル
pt_br: Arquivos de página única
ro: Fișier cu o singură pagină.
sk: Jednostránkové súbory
tr: Tekli sayfa dosyaları
uk: Файли з одинарною сторінкою

source: Single scan
ar: مسح ضوئي فردي
bg: Единично сканиране
ca: Escaneig senzill
cs: Jeden sken
de: Einzelner Scan
et_ee: Ühekordne skaneerimine
fa: تک اسکن
fi: Yksittäisskannaus
fr: Acquisition unique
hu: Egyetlen beolvasás
it: Scansione singola
ja: 1枚だけスキャン
lt: Viengubas skenavimas
pt_br: Única digitalização
ro: O singură scanare
sk: Jedno skenovanie
tr: Tekli tarama
uk: Одноразове сканування
vi: quét đơn

source: Skip save prompt
ar: تخطي مطالبة الحفظ
bg: Пропусни запитването за запис
ca: Omet les opcions de desat
cs: Přeskočit dotaz na uložení
de: Überspringe Speicherdialog
fa: اعلان ذخیره‌سازی را نادیده بگیر
fi: Ohita talleta - kysymys
fr: Ignorer l'invite d'enregistrement
hu: Mentési felszólítás kihagyása
it: Salta richiesta salvataggio
ja: 保存確認をスキップ
pt_br: Pular pedido de salvar
ro: Omite notificarea de salvare
sk: Preskočiť výzvu na uloženie
tr: Kaydetme istemini atla
uk: Пропускати запит на збереження
vi: Bỏ qua Lưu nhanh

source: Split
cs: Rozdělit
de: Teilen
fi: Jaa
fr: Diviser
hu: Felosztás
it: Dividi
pt_br: Separar
ro: Împarte
sk: Rozdeliť
uk: Розділити

source: Stop Scanner Sharing
cs: Zastavit sdílení skeneru
de: Scanner nicht mehr teilen

source: Stretch to page size
ca: Ajusta a la mida de la pàgina
cs: Roztáhnout na velikost stránky
de: Auf Seitengröße dehnen
et_ee: Venita lehe suuruseni
fa: کشیدن به اندازه صفحه
fi: Venytä sivun kokoon
fr: Étirer aux dimensions de la page
hu: Nyújtás az oldal méretére
it: Adatta a dimensione pagina
ja: ページの大きさに合わせる
pt_br: Estender para o tamanho da página
ro: Redimensionează la mărimea paginii
sk: Roztiahnuť na veľkosť stránky
tr: Sayfa boyutuna ger
uk: Розтягнути до розміру сторінки
vi: Kéo dãn ra vừa kích thước trang

source: Subject:
ar: الموضوع:
bg: Тема:
ca: Assumpte:
cs: Předmět:
de: Betreff:
fa: موضوع:
fi: Aihe:
fr: Sujet :
hu: Tárgy:
it: Oggetto:
ja: 件名:
lt: Tema:
pt_br: Assunto:
ro: Subiect:
sk: Predmet:
tr: Konu:
uk: Тема:
vi: Tiêu đề:

source: TIFF File (*.tiff, *.tif)
ar: ملف TIFF (*.tiff، *.tif)
bg: TIFF файл (*.tiff, *.tif)
ca: Fitxer TIFF (*.tiff, *.tif)
cs: Soubor TIFF (*.tiff, *.tif)
de: TIFF Datei (*.tiff, *.tif)
et_ee: TIFF fail (*.tiff, *.tif)
fa: پرونده TIFF (*.tiff, *.tif)
fi: TIFF-tiedosto (*.tiff, *.tif)
fr: Fichier TIFF (*.tiff, *.tif)
hu: TIFF fájl (*.tiff, *.tif)
it: File TIFF (*.tiff, *.tif)
lt: TIFF byla (*.tiff, *.tif)
pt_br: Arquivo TIFF (*.tiff, *.tif)
ro: Fișier TIFF (*.tiff, *.tif)
sk: Súbor TIFF (*.tiff, *.tif)
tr: TIFF Dosyası (*.tiff, *.tif)
uk: Файл TIFF (*.tiff, *.tif)

source: TWAIN Driver
ar: تعريف TWAIN
bg: TWAIN драйвър
ca: Dispositiu TWAIN
cs: Ovladač TWAIN
de: TWAIN Treiber
et_ee: TWAIN draiver
fa: درایور TWAIN
fi: TWAIN-ajuri
fr: Pilote TWAIN
hu: TWAIN illesztőprogram
it: Driver TWAIN
ja: TWAINドライバ
lt: TWAIN tvarkyklė
pt_br: Driver TWAIN
ro: Driver TWAIN
sk: Ovládač TWAIN
tr: TWAIN Sürücüsü
uk: Драйвер TWAIN

source: Technical Details
ar: تفاصيل تقنيه
bg: Технически данни
ca: Detalls tècnics
cs: Technické detaily
de: Technische Details
et_ee: Tehnilised detailid
fa: جزئیات فنی
fi: Tekniset yksityiskohdat
fr: Détails techniques
hu: Technikai részletek
it: Dettagli tecnici
ja: 技術的な詳細
pt_br: Detalhes Técnicos
ro: Detalii tehnice
sk: Technické detaily
tr: Teknik Ayrıntılar
uk: Технічні деталі
vi: Chi tiết kỹ thuật

source: The OCR engine is not available. Make sure to install the required package:
ca: No s'ha trobat el motor OCR. Assegureu-vos d'instal·lar el paquet necessari:
cs: OCR není dostupné. Ověřte instalaci požadovaného balíčku:
de: Das OCR-Modul ist nicht verfügbar. Stelle sicher, dass das benötigte Paket installiert ist:
fa: موتور OCR در دسترس نیست. مطمئن شوید بسته‌های مورد نیاز را نصب کرده‌اید.:
fi: OCR - moottori ei ole käytettävissä. Asenna tarvittava osat:
fr: Le moteur OCR n'est pas disponible. Merci d'installer le paquet requis :
hu: Az karakterfelismerő motor nem áll rendelkezésre. Győződjön meg róla, hogy telepítette a szükséges csomagot:
it: Il motore OCR non è disponibile. Assicurati di aver installato il pacchetto richiesto:
ja: OCRエンジンが利用できません。言語パッケージをインストールしてください。:
pt_br: O mecanismo de OCR não está disponível. Certifique-se de instalar o pacote necessário:
ro: Motorul OCR nu este disponibil. Asigură-te că ai instalat pachetul necesar.:
sk: Mechanizmus OCR nie je k dispozícii. Určite preverte požadovaný balík pre inštaláciu:
tr: OCR motoru kullanılamıyor. Gerekli paketin kurulduğundan emin olun:
uk: Рушій розпізнавання (OCR) не доступний. Перевірте, чи встановлено такі пакети::
vi: OCR chưa được cài. Vui lòng cài đặt gói liên quan để thao tác.:

source: The OCR operation timed out.
ca: S'ha excedit el temps d'espera d'OCR.
cs: Vypršel časový limit operace OCR.
de: Zeitüberschreitung bei der Texterkennung.
fi: OCR-operaatio aikakatkaistiin.
fr: L'opération OCR a expiré.
hu: Időtúllépés a karakterfelismerés során.
it: Tempo scaduto per l'operazione OCR.
pt_br: O tempo limite da operação OCR expirou.
ro: Operațiunea OCR a expirat.
sk: Čas OCR operácie vypršal.
uk: Час операції з розпізнавання вичерпано.

source: The SANE driver is not available. Make sure to install the required packages:
ca: No s'ha trobat el controlador SANE. Assegureu-vos d'instal·lar les dependències necessàries:
cs: Ovladač SANE není dostupný. Ověřte instalaci požadovaných balíčků:
de: Der SANE-Treiber ist nicht verfügbar. Stelle sicher, dass die erforderlichen Pakete installiert sind:
fa: درایور SANE موجود نیست. مطمئن شوید بسته‌های مورد نیاز را نصب کرده‌اید.:
fi: SANE - ajuri ei ole käytettävissä. Asenna tarvittava osat:
fr: Le pilote SANE n'est pas disponible. Merci d'installer les paquets requis :
hu: A SANE illesztőprogram nem áll rendelkezésre. Győződjön meg róla, hogy telepítette a szükséges csomagokat:
it: Il driver SANE non è disponibile. Assicurati di aver installato il pacchetto richiesto:
ja: SANEドライバが利用不可能です。必要なパッケージをインストールしてください。:
pt_br: O driver SANE não está disponível. Certifique-se de instalar os pacotes necessários:
ro: Driverul SANE nu este disponibil. Asigurați-vă că instalați pachetele necesare:
sk: Ovládač SANE nie je k dispozícii. Preverte požadované balíky pre inštaláciu:
tr: SANE sürücüsü kullanılamıyor. Gerekli paketlerin kuruluduğundan emin olun:
uk: Драйвер SANE не доступний. Перевірте, чи встановлено такі пакети:

source: The file '{0}' could not be imported.
ar: لا يمكن استيراد الملف '{0}'.
bg: Файлът '{0}' не може да бъде внесен.
ca: No s'ha pogut importar el fitxer '{0}'.
cs: Soubor '{0}' nelze importovat.
de: Die Datei '{0}' konnte nicht importiert werden.
fa: پرونده '{0}' را نمی‌توان وارد کرد.
fi: Tiedostoa '{0}' ei voitu tuoda.
fr: Le fichier « {0} » n'a pas pu être importé.
hu: A következő fájlt nem lehetett importálni: '{0}'.
it: Il file '{0}' non può essere importato.
ja: '{0}'個のファイルが取り込まれませんでした.
lt: Negalima importuoti bylos '{0}'.
pt_br: O arquivo '{0}' não pode ser importado.
ro: Fișierul '{0}' nu a putut fi importat.
sk: Súbor '{0}' nemožno importovať.
tr: '{0}' dosyası içeri aktarılamadı.
uk: Неможливо імпортувати файл '{0}'.
vi: Các tập tin '{0}' không thể chèn được.

source: The file '{0}' could not be imported. Only PDF files generated by NAPS2 can be imported.
ar: لا يمكن استيراد الملف '{0}'. يمكن استيراد ملفات PDF فقط التي تم إنشاؤها بواسطة NAPS2.
bg: Файлът '{0}' не може да бъде внесен. Само PDF файлове, създадени от NAPS2, могат да бъдат внесени.
ca: No s'ha pogut importar el fitxer '{0}'. Només es poden importar fitxers generats amb el NAPS2.
cs: Soubor '{0}' nelze importovat. Importovány mohou být poze soubory PDF vytvořené NAPS2.
de: Die Datei '{0}' konnte nicht importiert werden. Nur PDF-Datein, die mit NAPS2 erstellt wurden, können importiert werden.
fa: پروندهٔ '{0}' را نمی‌توان درون‌ریزی کرد. فقط پرونده‌های ایجاد شده بوسیله NAPS2 را می‌توان درون‌ریزی کرد..
fi: Tiedostoa '{0}' ei voitu tuoda. Vain NAPS2:lla luotuja PDF - tiedostoja voidaan tuoda.
fr: Le fichier « {0} » n'a pas pu être importé. Seuls les fichiers PDF générés par NAPS2 peuvent être importés.
hu: A következő fájlt nem lehetett importálni: '{0}'. Csak a NAPS2 által generált PDF fájlok importálhatók.
it: Il file '{0}' non può essere importato. Solo i file PDF generati da NAPS2 possono essere importati.
ja: '{0}'個のファイルは、NAPS2によって作成されたファイルではありませんので、読み込めませんでした。.
lt: Negalima importuoti bylos '{0}' . Įmanomas tik PDF bylų, sugeneruotų NAPS2, importavimas.
pt_br: O arquivo '{0}' não pode ser importado. Somente arquivos PDF gerados pelo NAPS2 podem ser importados.
ro: Fișierul '{0}' nu a putut fi importat. Doar fișierele PDF generate de NAPS2 pot fi importate.
sk: Súbor '{0}' nemožno importovať. Možno importovať len PDF súbory vygenerované cez NAPS2.
tr: '{0}' dosyası içeri aktarılamadı. Yalnızca NAPS2 tarafından üretilen PDF dosyaları içeri aktarılabilir.
uk: Неможливо імпортувати файл '{0}'. Можливо імпортувати лише файли PDF, які було створено NAPS2..
vi: Các tập tin '{0}' không thể chèn được. Chỉ những tập tin PDF được tạo bởi NAPS2 có thể được chèn.

source: The file could not be overwritten because it is currently in use.
bg: Файлът не може да бъде презаписан, защото в момента се ползва.
ca: No es pot sobreescriure el fitxer perquè està en ús.
cs: Soubor nemůže být přepsán, protože je právě používán.
de: Die Datei konnte nicht überschrieben werden, da sie im Moment verwendet wird.
fa: پرونده قابل بازنویسی نیست زیاد در حال استفاده است..
fi: Tiedostoa ei voitu korvata, koska se on käytössä.
fr: Le fichier ne peut pas être écrasé car il est en cours d'utilisation.
hu: A fájlt nem lehetett felülírni, mert jelenleg használatban van.
it: Il file non può essere sovrascritto perché è attualmente in uso.
ja: 使用中ファイルのため、上書きできませんでした。.
pt_br: O Arquivo não pode ser sobrescrito porque está atualmente em uso.
ro: Fișierul nu poate fi suprascris deoarece este în uz.
sk: Súbor nemožno prepísať, pretože sa momentálne používa.
tr: Dosyanın üzerine yazılamaz çünkü şu anda kullanımda.
uk: Неможливо перезаписати файл, оскільки він зараз використовується.
vi: Các tập tin có thể không được ghi đè bởi vì nó hiện đang sử dụng.

source: The file {0} already exists. Do you want to overwrite it?
ar: الملف {0} موجود بالفعل. هل تريد الكتابة فوقه؟
bg: Вече има файл {0} . Искате ли да бъде презаписан?
ca: El fitxer {0} ja existeix. Voleu sobreescriure'l?
cs: Soubor {0} již existuje. Přejete si jej přepsat?
de: Die Datei {0} existiert bereits. Möchten Sie diese überschreiben?
et_ee: Fail {0} on juba olemas. Kas soovite selle üle kirjutada?
fa: پرونده {0} از قبل وجود دارد. می‌خواهید آن را جای‌نوشت کنید؟
fi: Tiedosto {0} on jo olemassa. Haluatko korvata tiedoston?
fr: Le fichier « {0} » existe déjà. Faut-il vraiment l'écraser ?
hu: A következő fájl már létezik: {0}. Szeretné felülírni?
it: Il file {0} esiste già. Vuoi sovrascriverlo?
ja: {0}は既存のファイルです。上書きしますか?
lt: Byla {0} jau yra. Ar norite ją perrašyti?
pt_br: O arquivo {0} já existe. Deseja sobrescrever?
ro: Fișierul {0} deja există. Doriți să-l suprascrieți?
sk: Súbor {0} už existuje. Chcete ho prepísať?
tr: {0} dosyası zaten var. Üzerine yazmak ister misiniz?
uk: Файл {0} вже існує. Перезаписати його?
vi: Các tập tin {0} đã tồn tại. Bạn có muốn ghi đè không?

source: The following file is encrypted and requires a password to open:
ca: Aquest fitxer està xifrat per contrasenya i és necessària per obrir-lo:
cs: Následující soubor je zašifrován a k otevření vyžaduje heslo:
de: Die folgende Datei ist verschlüsselt und benötigt ein Passwort zum Öffnen:
fi: Seuraava tiedosto on salattu ja tarvitsee salasanan avaukseen:
fr: Le fichier suivant est chiffré et son ouverture nécessite un mot de passe :
hu: A következő fájl titkosított, és a megnyitásához jelszó szükséges:
it: Il seguente file è cifrato e richiede una password per essere aperto:
pt_br: O seguinte arquivo é criptografado e requer uma senha para abrir:
ro: Următorul fișier este criptat și necesită o parolă pentru a se deschide:
sk: Nasledujúci súbor je zašifrovaný a na jeho otvorenie je potrebné heslo:
uk: Цей файл зашифровано. Щоби його відкрити, потрібно зазначити пароль:

source: The scanner has a paper jam.
ar: الماسح الضوئي لديه ورق منحشر.
bg: Заседнала хартия в скенера.
ca: L'escàner té un embús de paper.
cs: Ve skeneru je zmuchlaný papír.
de: Der Scanner hat einen Papierstau.
fa: کاغذ داخل اسکنر گیر کرده است.
fi: Skannerissa on paperitukos.
fr: Le scanner a un bourrage papier.
hu: A lapolvasóban papírelakadás van.
it: Carta inceppata nello scanner.
ja: スキャナーの紙詰まりです.
pt_br: O scanner tem um atolamento de papel.
ro: Scanerul are o foaie mototolită.
sk: V skeneri sa zasekol papier.
tr: Tarayıcıda kağıt sıkışması var.
uk: Зминання паперу у сканері.
vi: Máy quét có kẹt giấy.

source: The scanner is warming up.
ar: الماسح الضوئي يقوم بالإحماء.
bg: Подготовка на скенера.
ca: S'està posant a punt l'escàner....
cs: Skener se rozehřívá.
de: Der Scanner wird vorgewärmt.
fa: اسکنر در حال گرم شدن است.
fi: Skanneri lämpiää.
fr: Le scanner est en train de préchauffer.
hu: A lapolvasó felmelegedik.
it: Lo scanner si sta riscaldando.
ja: スキャナーがウォームアップ中です.
pt_br: O scanner está aquecendo.
ro: Scanerul se inițializează.
sk: Skener sa zahrieva.
tr: Tarayıcı ısınıyor.
uk: Прогрівання сканеру.
vi: Máy quét đang ấm dần lên.

source: The scanner's cover is open.
ar: غطاء الماسح الضوئي مفتوح.
bg: Капакът на скенера не е затворен.
ca: La tapa de l'escàner està oberta.
cs: Víko skeneru je otevřené.
de: Die Scannerabdeckung ist offen.
fa: درب اسکنر باز است.
fi: Skannerin kansi on auki.
fr: Le capot du scanner est ouvert.
hu: A lapolvasó fedele nyitva van.
it: Il coperchio dello scanner è aperto.
ja: スキャナーのカバーが開いています.
pt_br: A tampa do scanner está aberta.
ro: Capacul scanerului este deschis.
sk: Kryt skenera je otvorený.
tr: Tarayıcının kapağı açık.
uk: Відкрито кришку сканеру.
vi: Nắp máy quét mở.

source: The selected driver is not supported on this system.
ca: El controlador seleccionat no està suportat en aquest sistema.
cs: Vybraný ovladač není na tomto systému podporován.
de: Der ausgewählte Treiber wird auf diesem System nicht unterstützt.
fa: درایور انتخابیدر این سیستم قابل استفاده نیست..
fi: Valittua ajuria ei tueta tässä järjestelmässä.
fr: Le pilote sélectionné n'est pas pris en charge sur ce système.
hu: A kiválasztott illesztőprogram nem támogatott ezen a rendszeren.
it: Il driver selezionato non è supportato da questo sistema.
ja: 選択されたドライバはOSでサポートされていません.
pt_br: O driver selecionado não é suportado neste sistema.
ro: Driver-ul selectat nu este suportat de acest sistem..
sk: Vybraný ovládač nie je v tomto systéme podporovaný.
tr: Seçilen sürücü bu sistemde desteklenmiyor.
uk: Вибраний драйвер не підтримується системою.
vi: Driver bạn đang chọn không hỗ trợ hệ điều hành này..

source: The selected scanner could not be found.
ar: تعذر العثور على الماسح الضوئي المحدد.
bg: Избраният скенер не е достъпен.
ca: El scanner seleccionat no s'ha pogut trobar .
cs: Vybraný skener nebyl nalezen.
de: Der gewählte Scanner kann nicht gefunden werden.
fa: اسکنر انتخاب شده یافت نشد.
fi: Valittua skanneria ei löydy.
fr: Le scanner sélectionné est introuvable.
hu: A kiválasztott lapolvasó nem található.
it: Lo scanner selezionato non è stato trovato.
ja: 選択されたスキャナーが見つかりません.
lt: Pasirinktas skeneris nerastas.
pt_br: O scanner escolhido não foi encontrado.
ro: Scanerul selectat nu a fost găsit.
sk: Vybraný skener sa nenašiel.
tr: Seçilen tarayıcı bulunamadı.
uk: Не знайдено вибраний сканер.
vi: Máy quét chọn không thể được tìm thấy.
