Repository: cyanfish/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: ar, bg, ca, cs, de, et_ee, fa, fi, fr, hu, it, ja, lt, pt_br, ro, sk, tr, uk, vi

source: Zoom
ar: تكبير
bg: Увеличаване/Намаляване
ca: Ampliació
cs: Zvětšení
et_ee: Suurendus
fa: بزرگنمایی
fi: Muuta kokoa
hu: Nagyítás
ja: ズーム
lt: Mastelis
sk: Priblíženie
tr: Yakınlık
uk: Масштаб
vi: Phóng

source: Zoom Actual
ar: التكبير الفعلي
bg: Действително увеличение
ca: Escala actual
cs: Aktuální zvětšení
de: Zoom Originalgröße
fa: اندازه واقعی
fi: Alkuperäiseen kokoon
fr: Zoom courant
hu: Eredeti méret
it: Zoom attuale
ja: 実寸サイズ
lt: Tikrasis mastelis
pt_br: Tamanho Original
sk: Aktuálne priblíženie
tr: Normal Yakınlaşma
uk: Справжній розмір
vi: Phóng thực tế

source: Zoom In
ar: تكبير
bg: Увеличаване
ca: Amplia
cs: Přiblížit
de: Vergrößern
fa: زوم به داخل
fi: Suurenna
fr: Zoom avant
hu: Nagyítás
it: Zoom +
ja: ズームイン
lt: Padidinti
pt_br: Ampliar
ro: Mărește
sk: Priblíženie
tr: Yakınlaştır
uk: Збільшити
vi: Phóng To

source: Zoom Out
ar: تصغير
bg: Намаляване
ca: Allunya
cs: Oddálit
de: Verkleinern
fa: زوم به خارج
fi: Pienennä
fr: Zoom arrière
hu: Kicsinyítés
it: Zoom -
ja: ズームアウト
lt: Sumažinti
pt_br: Diminuir
ro: Micșorează
sk: Oddialenie
tr: Uzaklaştır
uk: Зменшити
vi: Thu Nhỏ

source: of {0}
ar: من {0}
bg: от {0}
ca: de {0}
cs: z {0}
de: von {0}
fa: از {0}
fi: {0}:sta
fr: de {0}
it: di {0}
ja: {0} の
lt: iš {0}
pt_br: de {0}
ro: Din {0}
sk: z {0}
uk: із {0}

source: {0} / {1} files
ar: {0}/{1} ملفات
bg: {0} / {1} файлове
ca: {0}/{1} fitxers
cs: {0}/{1} souborů
de: {0} / {1} Dateien
fa: {0} / {1} پرونده‌ها
fi: {0} / {1} tiedostoa
fr: Fichier(s) {0} / {1}
hu: {0} / {1} fájl
it: {0} / {1} file
ja: ファイル：{0} / {1}個
lt: {0} / {1} bylų
pt_br: {0}/{1} arquivos
ro: {0} / {1} fișiere
sk: {0} / {1} súborov
tr: {0} / {1} dosya
uk: {0} / {1} файлів

source: {0} devices found.
cs: Nalezeno {0} zařízení.
de: {0} Geräte gefunden.
hu: {0} eszköz található.
it: {0} dispositivi trovati.
ro: {0} dispozitive găsite.
sk: Nájdených {0} zariadení.
uk: Знайдено {0} пристроїв.

source: {0} image(s) scanned on {1} at {2} may not have been saved, and are recoverable. Do you want to recover them?
ar: {0} صورة/صور ممسوحة ضوئياً على {1} في {2} قد لم يتم حفظها، وهي قابلة للاسترداد. هل تريد استعادتها؟
bg: {0} изображение/я, сканирани от {1} на {2} вероятно не са записани, но могат да бъдат възстановени. Искате ли да ги възстановите?
ca: Possiblement {0} imatges escanejades a {1} el {2} no s'han desat però es poden recuperar. Voleu continuar amb la recuperació?
cs: {0} obrázků skenovaných na {1} v {2} možná nebylo uloženo a je možno je obnovit. Chcete je obnovit?
de: {0} Bilder wurden am {1} um {2} gescannt und wurden möglicherweise nicht gespeichert, sind aber wiederherstellbar. Sollen sie wiederhergestellt werden?
fa: {0} تصویر اسکن شده از {1} روی {2} ذخیره نشده‌اند و قابل بازیابی هستندُ آیا مایل به بازیابی آنها هستید؟
fi: {0} kuva(a) skannattu {1} {2} ei ehkä ole tallennettu ja voidaan palauttaa. Haluatko palauttaa?
fr: {0} image(s) numérisée(s) le {1} à {2} n'a(ont) peut-être pas été enregistrée(s), et est(sont) récupérable(s). Faut-il procéder à leur récupération ?
hu: A {1} {2}-kor beolvasott {0} kép lehet, hogy nem került mentésre, és visszaállítható. Szeretné visszaállítani őket?
it: {0} immagine/i digitalizzata/e il {1} alle ore {2} potrebbero non essere state salvate e sono recuperabili. Vuoi recuperarle?
ja: {2} に {1} でスキャンされた {0} 個の画像は保存されませんでした。回復可能ですが、回復しますか?
lt: {0} vaizdas(-ai) nuskenuotas(-i) nuo {1} iki {2} nebuvo išsaugoti ir gali būti atstatyti. Ar norite juos atstatyti?
pt_br: {0} imagem(s) digitalizadas em {1} a {2} pode(m) não ter sido salva(s) mas é(são) recuperável(is). Deseja recuperá-las?
ro: {0} imagini scanate în {1} la {2} nu au fost salvate și pot fi recuperate. Doriți să le recuperăm?
sk: {0} skenovaných obrázkov na {1} v {2} zostalo neuložených a sú obnoviteľné. Chcete ich obnoviť?
tr: {1} {2} tarihinde taranan {0} adet resim kaydedilmedi ve kurtarılabilir. Kurtarmak ister msiniz?
uk: Зображення ({0} шт.), відскановані на {1} в {2}, можливо не були збережені та можуть бути відновлені. Бажаєте їх відновити?
vi: {0} hình ảnh) quét trên {1} tại {2} có thể không được lưu lại, và có thể phục hồi được. Bạn có muốn khôi phục chúng?

source: {0} images saved.
ar: {0} صور محفوظة.
bg: {0} изображения са записани.
ca: {0} imatges desades.
cs: {0} obrázků uloženo.
de: {0} Bilder gespeichert.
fa: {0} تصویر ذخیره شد..
fi: {0} kuva(a) tallennettu.
fr: {0} image(s) enregistrée(s).
hu: {0} kép mentve.
it: {0} immagini salvate.
ja: {0} 個の画像が保存されました.
pt_br: {0} imagens salvas.
ro: {0} imagini salvate.
sk: {0} uložených obrázkov.
tr: {0} resim kaydedildi.
uk: {0} зображень збережено.
vi: {0} hình ảnh được lưu.

source: {0} of {1}
ar: {0} من {1}
bg: {0} от {1}
ca: {0} de {1}
cs: {0} z {1}
de: {0} von {1}
fa: {0} از {1}
fr: {0} sur {1}
it: {0} di {1}
ja: {1} 個中 {0}
lt: {0} iš {1}
pt_br: {0} de {1}
ro: {0} din {1}
sk: {0} z {1}
tr: {0} / {1} dosya
uk: {0} із {1}
vi: {0} tới {1}

source: Apple Mail
fi: Apple Sähköposti
sk: Pošta Apple
uk: Пошта Apple

source: Auto
bg: Автоматично
ca: Automàtica
de: Automatisch
fa: خودکار
fi: Automaattinen
hu: Automatikus
it: Automatico
ja: 自動
pt_br: Automático
sk: Automaticky
tr: Kendiliğinden
uk: Автоматично
vi: Tự động

source: Metadata
ar: بيانات وصفية
bg: Допълнителни данни
ca: Metadades
de: Metadaten
et_ee: Metaandmed
fa: اَبَرداده
fi: Metatiedot
fr: Métadonnées
hu: Metaadatok
it: Metadati
ja: メタデータ
lt: Meta-duomenys
pt_br: Metadados
ro: Metadate
sk: Metaúdaje
tr: Üst Veri
uk: Метадані

source: OCR
ar: التعرف الضوئي على الحروف OCR
de: Optische Texterkennung
hu: Karakterfelismerés
lt: Teksto atpažinimas
tr: OKT
uk: Розпізнати

source: OK
ar: حسناً
ca: D'acord
et_ee: Olgu
fa: تأیید
lt: Gerai
tr: Tamam
uk: Гаразд
vi: Đồng Ý

source: Port
it: Porta
uk: Порт

source: Start
ar: بدء
bg: Старт
ca: Inicia
fa: شروع
fi: Aloita
fr: Démarrer
hu: Kezdés
it: Avvia
ja: 開始
lt: Pradėti
pt_br: Iniciar
ro: Începe
sk: Štart
tr: Başlat
uk: Старт
vi: Bắt Đầu

source: cm
ar: سم
bg: см
fa: سانتی‌متر
uk: см

source: in
ar: بوصة
bg: инча
fa: اینچ
fi: tuuma
fr: pouce
hu: hüvelyk
it: pollici
ja: インチ
pt_br: pol
sk: palec
tr: inç
uk: дюйм
vi: trong

source: mm
ar: مم
bg: мм
fa: میلی‌متر
ja: ミリ
uk: мм

source: {0} / {1} MB
ar: {0}/{1} ميغابايت
fa: {0} / {1} مگابایت
fr: {0} / {1} Mo
uk: {0} / {1} МБ

source: {0} dpi
ar: {0} نقطة لكل بوصة
ca: {0} ppp
fr: {0} ppp
uk: {0} т/д

source: Outlook Web Access
ca: Accés web de l'Outlook
de: Outlook im Web
fa: دسترسی وب Outlook
fi: Outlook Web-käyttö
fr: Accès Web pour Outlook
it: Accesso web Outlook
ja: Outlookへのウェブアクセス
ro: Acces Outlook Web
sk: Služba Outlook Web Access
tr: Outlook Web Erişimi

source: Not Another PDF Scanner
ro: Nici alt scaner PDF
sk: Nie je to ďalší skener PDF

source: Thunderbird
ro: Pasăre tunet

source: 100 dpi
fa: ۱۰۰ نقطه در اینچ

source: 1200 dpi
fa: ۱۲۰۰ نقطه در اینچ

source: 150 dpi
bg: 100 dpi
fa: ۱۵۰ نقطه در اینچ

source: 200 dpi
fa: ۲۰۰ نقطه در اینچ

source: 300 dpi
fa: ۳۰۰ نقطه در اینچ

source: 400 dpi
fa: ۴۰۰ نقطه در اینچ

source: 600 dpi
fa: ۶۰۰ نقطه در اینچ

source: 800 dpi
fa: ۸۰۰ نقطه در اینچ

source: Alternative Transfer
fa: روش انتقال جایگزین
lt: Alternatyvus perdavimas

source: An error occured when trying to install the update.
fa: خطایی هنگام تلاش برای بروزرسانی رخ داد..
lt: Įvyko klaida bandant įdiegti atnaujinimus.

source: Gmail
fa: پست الکترونیکی جی‌میل

source: An unknown error ocurred during the batch scan.
lt: Įvyko nežinoma paketinio skenavimo klaida.

source: Auto-incrementing number (1 digit)
lt: Automatinis numerio didinimas (1 skaičius)

source: Black & White
et_ee: Must ja valge
lt: Nespalvotas

source: File Name
et_ee: Faili nimi
lt: Bylos pavadinimas

source: File path:
lt: Kelias iki bylos:

source: The following file is encrypted and requires a password to open: {0}
et_ee: Järgmine fail on krüptitud ja nõuab parooli avamiseks: {0}
lt: Byla yra užšifruota ir reikalauja slaptažodžio atidarymui: {0}

source: Acquiring data
et_ee: Andmeid pärimas

source: An error occured when trying to install the update
et_ee: Värskenduse installimisel tekkis viga

source: An error occurred when trying to authorize
et_ee: Autoriseerimisel tekkis viga

source: An error occurred when trying to auto save
et_ee: Automaatsel salvestamisel tekkis viga

source: An error occurred when trying to save the file
et_ee: Faili salvestamisel tekkis viga

source: An error occurred when trying to send the email
et_ee: E-kirja saatmisel tekkis viga

source: An error occurred while trying to send an email
et_ee: E-kirja saatmise ajal tekkis viga

source: An error occurred with the scanning driver
et_ee: Skanneri draiveril ilmnes tõrge

source: An update is available
et_ee: Värskendus on saadaval

source: An update to OCR is available
et_ee: OCR-i värskendus on saadaval

source: Attachment Name
et_ee: Manuse nimi

source: Author
et_ee: Autor

source: Bit depth
et_ee: Bitisügavus

source: Brightness
et_ee: Heledus

source: Cancelling
et_ee: Tühistamine

source: Checking
et_ee: Kontrollimine

source: Compression
et_ee: Tihendus

source: Contrast
et_ee: Kontrast

source: Copying
et_ee: Kopeerimine

source: Default File Path
et_ee: Vaikimisi faili asukoht

source: Device
et_ee: Seade

source: Display name
et_ee: Näidatav nimi

source: File path
et_ee: Faili asukoht

source: Horizontal align
et_ee: Horisontaalne peegeldamine

source: Icons from
et_ee: Ikoonid pärinevad

source: Image saved
et_ee: Pilt salvestatud

source: Importing
et_ee: Importimine

source: Installation failed
et_ee: Paigaldamine nurjus

source: Keywords
et_ee: Märksõnad

source: Main toolbar
et_ee: Peamine tööriistariba

source: Name missing
et_ee: Nimi puudub

source: No device selected
et_ee: Ükski seade pole valitud

source: No pages are in the feeder
et_ee: Sööturis ei ole ühtegi lehte

source: No provider selected
et_ee: Ükski pakkuja pole valitud

source: No scanning device was found
et_ee: Skaneerimisseadet ei leitud

source: No updates available
et_ee: Uuendusi pole saadaval

source: Number of scans
et_ee: Skaneerimiste arv

source: OCR language
et_ee: OCR keel

source: One or more files could not be downloaded
et_ee: Ühte või mitut faili ei saanud alla laadida

source: Owner Password
et_ee: Omaniku parool

source: PDF saved
et_ee: PDF salvestatud

source: Page size
et_ee: Lehe suurus

source: Paper source
et_ee: Paberi allikas

source: Press Start when ready
et_ee: Kui olete valmis, vajutage nuppu Start

source: Profile
et_ee: Profiilid

source: Recovering
et_ee: Taastamine

source: Resolution
et_ee: Resolutsioon

source: Running OCR
et_ee: OCR-i käivitamine

source: Save Image
et_ee: Pildi salvestamine

source: Scale
et_ee: Mõõtuviimine

source: Select a profile before clicking Scan
et_ee: Enne skaneerimist valige profiil

source: Select one or more languages
et_ee: Valige üks või mitu keelt

source: Subject
et_ee: Teema

source: The OCR engine is not available. Make sure to install the required package
et_ee: OCR-mootor pole saadaval. Paigaldage vajalik osa

source: The file could not be overwritten because it is currently in use
et_ee: Faili ei saa üle kirjutada, kuna see on praegu kasutusel

source: The scanner has a paper jam
et_ee: Skanneril on paberiummistus

source: The scanner is warming up
et_ee: Skanner soojeneb

source: The scanner's cover is open
et_ee: Skanneri kaas on avatud

source: The selected driver is not supported on this system
et_ee: Valitud draiverit ei toetata selles süsteemis

source: The selected scanner could not be found
et_ee: Valitud skännerit ei leitud

source: The selected scanner does not support using a feeder. If your scanner does have a feeder, try using a different driver
et_ee: Valitud skanner ei toeta sööturi kasutamist. Kui teie skanneril on söötur, proovige kasutada teist draiverit

source: The selected scanner does not support using duplex. If your scanner is supposed to support duplex, try using a different driver
et_ee: Valitud skanner ei toeta dupleksi kasutamist. Kui teie skanner peaks dupleksit toetama, proovige kasutada teist draiverit

source: The selected scanner is busy
et_ee: Valitud skanner on hõivatud

source: Time between scans (seconds)
et_ee: Skaneerimiste vaheline aeg (sekundid)

source: Title
et_ee: Pealkiri

source: Updating
et_ee: Uuendamine

source: Uploading email
et_ee: E-posti üleslaadimine

source: User Password
et_ee: Kasutaja parool

source: Using OCR requires you to download each language you want to scan
et_ee: OCR-i kasutamine eeldab, et laaditakse alla kõik keeled, mida soovite skaneerida

source: You do not have permission to copy content from the file '{0}'
et_ee: Teil pole luba sisu kopeerimiseks failist "{0}"

source: You don't have permission to save files at this location
et_ee: Teil ei ole õigust failide salvestamiseks selles asukohas
