Repository: cyanfish/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: ar, bg, ca, cs, de, et_ee, fa, fi, fr, hu, it, ja, lt, pt_br, ro, sk, tr, uk, vi

source: Apply brightness/contrast after scan
ar: تطبيق السطوع/التباين بعد المسح الضوئي
bg: Приложи яркост/контраст след сканиране
ca: Aplica brillantor/contrast després d'escanejar
cs: Použít jas/kontrast po skenování
de: Passe Helligkeit und Kontrast nach dem Scannen an
et_ee: Rakendage heledust / kontrasti pärast skaneerimist
fa: اعمال روشنایی و درخشش پس از اسکن
fi: Käytä kirkkautta/kontrastia skannauksen jälkeen
fr: Appliquer la luminosité/contraste après acquisition
hu: Fényerő/kontraszt alkalmazása a beolvasás után
it: Applica luminosità/contrasto dopo la scansione
ja: スキャン後に明度とコントラストの処理を行う
lt: Pritaikyti ryškumą/kontrastą po skenavimo
pt_br: Aplicar Brilho/Contraste após digitalizar
ro: Aplică luminozitate/contrast după scanare
sk: Po skenovaní použite jas/kontrast
tr: Taramadan sonra parlaklık/karşıtlık uygula
uk: Визначити яскравість/контрастність після сканування
vi: Áp dụng độ sáng / tương phản sau khi quét

source: Apply to all {0} selected images
ar: تطبيق على كل الصور المحددة وعددها {0}
bg: Приложи за всички {0} избрани изображения
ca: Aplica a les {0} imatges seleccionades
cs: Použít na všechny {0} vybrané obrázky
de: Auf alle {0} ausgewählten Bilder anwenden
et_ee: Rakenda kõigile {0} valitud piltidele
fa: اعمال روی {0} عکس انتخاب شده
fi: Käytä kaikissa {0} valitussa kuvassa
fr: Appliquer aux {0} images sélectionnées
hu: Alkalmazás az összes kiválasztott {0} képre
it: Applica a tutte le {0} immagini selezionate
ja: 選択されたイメージ{0}個すべてに適用
lt: Taikyti visiems {0} pasirinktiems vaizdams
pt_br: Aplicar para todas as {0} imagens selecionadas
ro: Aplică la toate {0} imaginile selectate
sk: Použiť na všetky {0} vybrané obrázky
tr: Seçili {0} resmin tümüne uygula
uk: Застосувати до всіх {0} вибраних зображень
vi: Áp dụng cho tất cả {0} hình ảnh được chọn

source: Are you sure you want to cancel the batch scan?
ar: هل أنت متأكد من أنك تريد الغاء عملية المسح ؟
bg: Сигурен ли сте, че искате да прекъснете поточното сканиране?
ca: Segur que voleu cancel·lar el procés d'escaneig per lots?
cs: Určitě chcete přerušit dávkové skenování?
de: Sind Sie sicher, dass Sie den batch-scan abbrechen möchten?
fa: آیا مطمئنید که می‌خواهید اسکن دسته‌ای را لغو کنید؟
fi: Haluatko varmasti peruuttaa sarjaskannauksen?
fr: Faut-il vraiment annuler l'acquisition par lot ?
hu: Biztos, hogy meg szeretné szakítani a kötegelt beolvasást?
it: Vuoi annullare la scansione in serie?
ja: 一括スキャンをキャンセルしますか?
pt_br: Tem certeza de que deseja cancelar a digitalização em lote?
ro: Esti sigur că vrei să opreşti scanarea multiplă?
sk: Naozaj chcete zrušiť dávkové skenovanie?
tr: Yığın taramayı iptal etmek istediğinize emin misiniz?
uk: Дійсно скасувати пакетне сканування
vi: Bạn chắc chắn là muốn hủy lệnh scan liên tục này?

source: Are you sure you want to clear {0} item(s)?
ar: أمتأكد من أنك تريد مسح {0} عنصر؟
bg: Сигурни ли сте, че искате да изчистите {0} обект(а)?
ca: Segur que voleu buidar {0} pàgines?
cs: Opravdu si přejete smazat položky {0}?
de: Möchten Sie wirklich {0} Seite(n) löschen?
et_ee: Oled sa kindel, et soovid {0} elementi kustutada?
fa: آیا مطمئنید که می‌خواهید آیتم {0} را پاک کنید؟
fi: Haluatko varmasti tyhjentää {0} valintaa?
fr: Faut-il vraiment effacer {0} élément(s) ?
hu: Biztos, hogy törölni szeretné a {0} elemet?
it: Vuoi eliminare {0} elemento/i?
ja: {0}個のアイテムをクリアしますか?
lt: Ar tikrai norite išvalyti {0} objektus(-ų)?
pt_br: Confirma a limpeza de {0} item(s)?
ro: Sigur doriți să ștergeți {0} element(e)?
sk: Naozaj chcete vymazať {0} položky?
tr: {0} ögeyi temizlemek istediğinize emin misiniz?
uk: Дійсно очистити профіль(лі) {0}?
vi: Bạn có chắc chắn bạn muốn xóa {0} mục?

source: Are you sure you want to delete "{0}"?
ar: هل أنت متأكد أنك تريد حذف "{0}"؟
bg: Сигурни ли сте, че искате да изтриете {0}?
ca: Segur que voleu suprimir {0} element(s)?
cs: Opravdu chcete smazat "{0}"?
de: Sind Sie sicher, dass sie "{0}" löschen möchten?
et_ee: Oled sa kindel, et soovid {0} elementi kustutada?
fa: آیا مطمئنید که می‌خواهید {0} حذف کنید؟
fi: Haluatko varmasti poistaa {0}?
fr: Faut-il vraiment supprimer « {0} » ?
hu: Biztos, hogy törölni szeretne "{0}" elemet?
it: Vuoi eliminare "{0}"?
ja: "{0}"を削除しますか?
pt_br: Confirma a remoção de {0} item(s)?
ro: Sigur doriți să ștergeți {0} elemente?
sk: Naozaj chcete odstrániť znak "{0}"?
tr: "{0}" ögesini silmek istediğinize emin misiniz?
uk: Дійсно вилучити "{0}"?
vi: Bạn có chắc chắn muốn xóa "{0}"?

source: Are you sure you want to delete the profile {0}?
ar: أمتأكدٌ أنّك تريد حذف الملف الشخصي هذا {0}؟
bg: Сигурни ли сте, че искате да изтриете профилa {0}?
ca: Segur que voleu suprimir el perfil {0}?
cs: Jste si jisti, že chcete smazat profil {0}?
de: Soll das Profil {0} wirklich gelöscht werden?
et_ee: Kas oled kindel, et tahad profiili '{0}' kustutada?
fa: آیا مطمئنید که می‌خواهید پروفایل {0} را حذف کنید؟
fi: Haluatko varmasti poistaa profiilin {0}?
fr: Faut-il vraiment supprimer le profil « {0} » ?
hu: Biztos, hogy törölni szeretné a következő profilt: {0}?
it: Vuoi eliminare il profilo {0}?
ja: プロフィール「{0}」を削除しますか?
lt: Ar tikrai norite pašalinti profilį {0}?
pt_br: Confirma a remoção do perfil {0}?
ro: Sigur doriți să ștergeți profilul {0}?
sk: Naozaj chcete odstrániť profil {0}?
tr: {0} profilini silmek istediğinize emin misiniz?
uk: Дійсно вилучити профіль {0}?
vi: Bạn có chắc chắn bạn muốn xóa hồ sơ {0}?

source: Are you sure you want to delete {0} item(s)?
ar: أمتأكد أنك ترغب في حذف هذا/هذه {0} العنصر/العناصر؟
bg: Сигурни ли сте, че искате да изтриете {0} обект(а)?
ca: Segur que voleu suprimir {0} element(s)?
cs: Opravdu si přejete smazat položky {0}?
de: {0} Element(e) wirklich löschen?
et_ee: Oled sa kindel, et soovid {0} elementi kustutada?
fa: آیا مطمئنید که می‌خواهید آیتم {0} حذف کنید؟
fi: Haluatko varmasti poistaa {0} tiedostoa?
fr: Faut-il vraiment supprimer {0} élément(s) ?
hu: Biztos, hogy törölni szeretne {0} elemet?
it: Vuoi eliminare {0} elemento/i?
ja: {0}個のアイテムを削除しますか?
lt: Ar tikrai norite pašalinti {0} objektą(-us)?
pt_br: Confirma a remoção de {0} item(s)?
ro: Sigur doriți să ștergeți {0} element(e)?
sk: Naozaj chcete odstrániť {0} položky?
tr: {0} adet ögeyi silmek istediğinize emin misiniz?
uk: Дійсно вилучити {0} профілі(в)?
vi: Bạn có chắc chắn muốn xóa {0} mục?

source: Are you sure you want to delete {0} profiles?
ar: هل أنت متأكد من أنك تريد حذف الملفات الشخصية {0}؟
bg: Сигурни ли сте, че искате да изтриете профила {0}?
ca: Segur que voleu suprimir {0} perfils?
cs: Jste si jisti, že chcete smazat profily {0}?
de: Möchten Sie wirklich {0} Profile löschen?
et_ee: Oled sa kindel, et soovid kustutada {0} profiili?
fa: آیا مطمئنید که می‌خواهید پروفایل {0} را حذف کنید؟
fi: Haluatko varmasti poistaa {0} profiilia?
fr: Faut-il vraiment supprimer {0} profil(s) ?
hu: Biztos, hogy törölni szeretne {0} profilt?
it: Vuoi eliminare {0} profilo/i?
ja: {0}個のプロファイルを本当に削除しますか?
lt: Ar tikrai norite ištrinti {0} profilius?
pt_br: Confirma remoção de {0} perfis?
ro: Sigur doriți să ștergeți {0} profile?
sk: Naozaj chcete odstrániť {0} profilov?
tr: {0} adet profili silmek istediğinize emin misiniz?
uk: Дійсно вилучити {0} профілів?
vi: Bạn có chắc chắn muốn xóa {0} hồ sơ?

source: Are you sure you want to stop sharing {0}?
cs: Opravdu chcete přestat sdílet {0}?
de: Sind Sie sicher, dass Sie {0} nicht mehr teilen möchten?
fi: Haluatko varmasti lopettaa jakamisen {0}?
fr: Faut-il vraiment arrêter de partager « {0} » ?
hu: Biztos benne, hogy nem szeretné többé megosztani a {0} lapolvasót?
it: Sei sicuro di voler interrompere la condivisione di {0}?
pt_br: Tem certeza que deseja interromper o compartilhamento {0}?
ro: Ești sigur că vrei să oprești distribuirea {0}?
sk: Naozaj chcete prestať zdieľať {0}?
uk: Дійсно прибрати спільний доступ {0}?

source: Are you sure you want undo your changes to {0} image(s)?
ar: هل أنت متأكد من أنك تريد التراجع عن التغييرات التي أجريتها على {0} صورة؟
bg: Сигурни ли сте, че искате да отмените редакцията на {0} документ/а ?
ca: Segur que voleu desfer els canvis en {0} imatges?
cs: Jste si jisti, že chcete zrušit změny obrázků {0}?
de: Sollen die Änderungen an {0} Bildern rückgängig gemacht werden?
et_ee: Kas olete kindel, et soovite tühistada {0} pildi muudatused?
fa: آیا مطمئن هستند می‌خواهید تغییرات خود را روی {0} تصویر واگردانی کنید؟
fi: Haluatko varmasti peruuttaa kuvien ( {0} ) muutokset?
fr: Faut-il vraiment défaire les modifications sur {0} image(s) ?
hu: Biztos benne, hogy vissza szeretné vonni {0} kép módosítását?
it: Vuoi annullare le modifiche a {0} immagine/i?
ja: {0}個のイメージへの変更を取り消しますか?
lt: Ar tikrai norite atšaukti pakeitimus {0} vaizdui(-ams)?
pt_br: Tem certeza de que deseja desfazer as alterações para {0} imagem(s)?
ro: Sunteți sigur că vreți să anulați modificările pentru {0} imagini?
sk: Naozaj chcete vrátiť späť svoje zmeny v {0} obrázkoch?
tr: {0} adet resimde yapılan değişiklikleri geri almak istediğinize emin misiniz?
uk: Дійсно скасувати зміни в {0} зображеннях ?
vi: Bạn có chắc chắn muốn hoàn tác các thay đổi đến {0} hình ảnh?

source: Assign
cs: Přiřadit
de: Zuweisen
hu: Hozzárendelés
it: Assegna
ro: Asociază

source: Attachment Name:
ar: اسم المرفق:
bg: Име на прикачения файл:
ca: Nom de l'adjunt:
cs: Název přílohy:
de: Name des Anhangs:
fa: نام های ضمیمه:
fi: Liitteen nimi:
fr: Nom de la pièce jointe :
hu: Melléklet neve:
it: Nome allegato:
ja: 添付ファイルの名前:
lt: Priedo pavadinimas:
pt_br: Nome do anexo:
ro: Numele ataşamentului:
sk: Názov prílohy:
tr: Ek Adı:
uk: Ім'я вкладення:
vi: Tên tập tin đính kèm:

source: Author:
ar: المؤلف:
bg: Автор:
ca: Autoria:
cs: Autor:
de: Autor:
fa: مؤلف:
fi: Tekijä:
fr: Auteur :
hu: Szerző:
it: Autore:
ja: 作成者:
lt: Autorius:
pt_br: Autor:
ro: Autor:
sk: Autor:
tr: Yazar:
uk: Автор:
vi: Tác giả:

source: Authorize
ar: رَخّص
bg: Упълномощи
ca: Autoritza
cs: Autorizovat
de: Anmelden
et_ee: Autoriseeri
fa: اعطای اجازه
fi: Valtuuta
fr: Autoriser
hu: Engedélyezés
it: Autorizza
ja: 認証
pt_br: Autorizar
ro: Autorizează
sk: Autorizovať
tr: Yetkilendir
uk: Авторизація
vi: Cho phép

source: Auto Save Settings
ar: إعدادات الحفظ التلقائي
bg: Автоматично запазване на настройките
ca: Opcions de desat automàtic
cs: Nastavení automatického uložení
de: Einstellungen zum automatischen Speichern
et_ee: Automaatselt salvestamise seaded
fa: ذخیره خودکار تنظیمات‌
fi: Automaattisen tallennuksen asetukset
fr: Paramètres d'enregistrement automatique
hu: Automatikus mentés beállításai
it: Salva automaticamente impostazioni
ja: 自動保存に関する設定
lt: Automatinio išsaugojimo nustatymai
pt_br: Configurações de salvamento automático
ro: Setări salvare automată
sk: Nastavenia automatického ukladania
tr: Kendiliğinden Kaydetme Ayarları
uk: Автоматично зберігати налаштування
vi: Cài đặt Tự động Lưu

source: Auto-incrementing number (1 digits)
ca: Increment automàtic del número (1 dígit)
cs: Automatický přírůstek čísla (1 znak)
de: Automatisches Hochzählen (1 Stelle)
fi: Automaattinen lisäys (1 numero)
fr: Numéro auto-incrémenté (1 chiffre)
hu: Automatikusan növekvő szám (1 számjegy)
it: Incremento automatico numero (1 cifra)
pt_br: Auto-incrementar número (1 dígito)
ro: Incrementează automat numărul (o cifră)
sk: Automaticky sa zvyšujúce číslo (1 číslica)
uk: Автоматичне збільшення номера (1 цифра)

source: Auto-incrementing number (2 digits)
ar: رقم متزايد تلقائياً (عددين)
bg: Автоматично отброяване (2 цифри)
ca: Increment automàtic del número (2 dígits)
cs: Automatické zvyšování čísla (2 číslice)
de: Automatisches Hochzählen (2 Stellen)
fa: افزایش خودکار شماره ( ۲ رقم)
fi: Automaattinen lisäys (2 numeroa)
fr: Numéro auto-incrémenté (2 chiffres)
hu: Automatikusan növekvő szám (2 számjegy)
it: Incremento automatico numero (2 cifre)
ja: 連番の自動付与 (2 ケタ)
lt: Automatinis numerio didinimas (2 skaičiai)
pt_br: Auto-incrementar número (2 dígitos)
ro: Incrementează automat numărul (două cifre)
sk: Automatické zvyšovanie čísla (2 číslice)
tr: Kendiliğinden artan sayı (2 hane)
uk: Автоматичне збільшення номера (2 цифри)
vi: Tự động tăng số (2 chữ số)

source: Auto-incrementing number (3 digits)
ar: رقم متزايد تلقائياً (3 أعداد)
bg: Автоматично отброяване (3 цифри)
ca: Increment automàtic del número (3 dígits)
cs: Automatické zvyšování čísla (3 číslice)
de: Automatisches Hochzählen (3 Stellen)
fa: افزایش خودکار شماره ( ۳ رقم)
fi: Automaattinen lisäys (3 numeroa)
fr: Numéro auto-incrémenté (3 chiffres)
hu: Automatikusan növekvő szám (3 számjegy)
it: Incremento automatico numero (3 cifre)
ja: 連番の自動付与 (3 ケタ)
lt: Automatinis numerio didinimas (3 skaičiai)
pt_br: Auto-incrementar número (3 dígitos)
ro: Incrementează automat numarul (trei cifre)
sk: Automatické zvyšovanie čísla (3 číslice)
tr: Kendiliğinden artan sayı (3 hane)
uk: Автоматичне збільшення номера (3 цифри)
vi: Tự động tăng số (3 chữ số)

source: Auto-incrementing number (4 digits)
ar: رقم متزايد تلقائياً (4 أعداد)
bg: Автоматично отброяване (4 цифри)
ca: Increment automàtic del número (4 dígits)
cs: Automatické zvyšování čísla (4 číslice)
de: Automatisches Hochzählen (4 Stellen)
fa: افزایش خودکار شماره ( ۴ رقم)
fi: Automaattinen lisäys (4 numeroa)
fr: Numéro auto-incrémenté (4 chiffres)
hu: Automatikusan növekvő szám (4 számjegy)
it: Incremento automatico numero (4 cifre)
ja: 連番の自動付与 (4 ケタ)
lt: Automatinis numerio didinimas (4 skaičiai)
pt_br: Auto-incrementar número (4 dígitos)
ro: Incrementează automat numărul (patru cifre)
sk: Automatické zvyšovanie čísla (4 číslice)
tr: Kendiliğinden artan sayı (4 hane)
uk: Автоматичне збільшення номера (4 цифри)
vi: Tự động tăng số (4 chữ số)

source: Automatically run OCR after scanning
ar: مباشرة اقلاع قارئ الحروف بعد الفحص
bg: Автоматично стартиране на Оптично разпознаване след сканиране
ca: Inicia l'OCR automàticament després d'escanejar
cs: Po skenování automaticky spustit OCR
de: OCR nach dem Scannen automatisch starten
fa: پس از اسکن OCR بصورت خودکار اجرا شود.
fi: Tunnista teksti optisesti automaattisesti skannauksen jälkeen
fr: Exécuter automatiquement l'OCR après la numérisation
hu: Karakterfelismerés automatikus futtatása beolvasás után
it: Dopo la scansione avvia automaticamente l'OCR
ja: スキャン後にOCRを自動適用する
pt_br: Executar automaticamente o OCR após a digitalização
ro: Rulează automat modulul OCR după scanare
sk: Po skenovaní automaticky spustiť OCR
tr: Taradıktan sonra OCR'yi kendiliğinden çalıştır
uk: Автоматично розпізнавати після сканування
vi: Tự động thực thi OCR (nhận diện chữ trên bản scan) sau khi scan

source: B4 (250x353 mm)
ar: B4 (250 × 353 مم)
bg: B4 (250x353 мм)
cs: B4 (250 × 353 mm)
fa: ب۴ (۲۵۰ در ۳۵۳ م.م)
uk: B4 (250x353 мм)

source: B5 (176x250 mm)
ar: B5 (176 × 250 مم)
bg: B5 (176x250 мм)
cs: B5 (176 × 250 mm)
fa: ب۵ (۱۷۶ در ۲۵۰ م.م)
uk: B5 (176x250 мм)

source: Batch Scan
ar: مسح ضوئي على دفعات
bg: Групово сканиране
ca: Escaneig per lots
cs: Dávkové skenování
de: Stapel-Scan
fa: اسکن دسته‌ای
fi: Sarjaskannaus
fr: Acquisition par lot
hu: Kötegelt beolvasás
it: Scansione in serie
ja: 一括スキャン
lt: Paketinis skenavimas
pt_br: Digitalização em lote
ro: Scanare multiplă
sk: Dávkové skenovanie
tr: Yığın Tarama
uk: Пакетне сканування
vi: Scan hàng loạt

source: Batch cancelled.
ar: الدفعات تم إلغائها.
bg: Груповата задача е отменена.
ca: S'ha cancel·lat l'escaneig per lots.
cs: Dávka byla přerušena.
de: Stapelverarbeitung abgebrochen.
fa: اسکن دسته‌ای لغو شد.
fi: Sarjaskannaus peruutettu.
fr: Lot annulé.
hu: A kötegelt feldolgozás törlésre került.
it: Scansione in serie annullata.
ja: 一括スキャンはキャンセルされました.
lt: Paketas atšauktas.
pt_br: Digitalização em lote cancelada.
ro: Scanare multiplă anulată.
sk: Dávka zrušená.
tr: Yığın iptal edildi.
uk: Пакетне сканування скасовано.
vi: Hủy Scan hàng loạt.

source: Batch completed successfully.
ar: اكتملت الدفعات بنجاح.
bg: Груповата задача приключи успешно.
ca: L'escaneig per lots ha finalitzat correctament.
cs: Dávka byla úspěšně dokončena.
de: Stapelverarbeitung erfolgreich abgeschlossen.
fa: اسکن دسته‌ای با موفقیت تمام شد.
fi: Sarjaskannaus tehty onnistuneesti.
fr: Lot terminé avec succès.
hu: A kötegelt feldolgozás sikeresen befejeződött.
it: Scansione in serie completata.
ja: 一括スキャンが正常に終了しました.
lt: Paketas sėkmingai baigtas.
pt_br: Operação concluída com sucesso.
ro: Scanare multiplă terminată cu succes.
sk: Dávka úspešne ukončená.
tr: Yığın başarıyla tamamlandı.
uk: Пакетне сканування успішно виконано.
vi: Scan hàng loạt thành công.

source: Batch scan stopped due to error.
ar: المسح الضوئي على دفعات توقف بسبب خطأ.
bg: Груповото сканиране спря поради грешка.
ca: Un error ha aturat l'escaneig en lot.
cs: Dávka byla zastavena kvůli chybě.
de: Die Stapelverarbeitung wurde auf Grund eines Fehlers abgebrochen.
fa: اسکن دسته‌ای به دلیل بروز خطا متوقف شد.
fi: Sarjaskannaus pysäytetty virheen takia.
fr: Acquisition par lot arrêtée en raison d'une erreur.
hu: A kötegelt beolvasás hiba miatt megszakadt.
it: Scansione in serie arrestata a causa di un errore.
ja: エラーのために一括スキャンは異常終了しました.
lt: Paketinis skenavimas sustabdytas dėl klaidos.
pt_br: Digitalização em lote interrompida devido a erro.
ro: Scanarea multiplă oprită din cauza unei erori.
sk: Dávkové skenovanie sa zastavilo kvôli chybe.
tr: Yığın tarama hata nedeniyle durdu.
uk: Пакетне сканування зупинено через помилку.
vi: Scan hàng loạt dừng lại do lỗi.

source: Best
ca: Millor
cs: Nejlepší
de: Am besten
fi: Paras
fr: Plus précis
hu: Legjobb
it: Migliore
pt_br: Melhor
ro: Cel mai bun
sk: Najlepšie
tr: En iyi
uk: Найкраще

source: Bit depth:
ar: عمق البت:
bg: Дълбочина на цвета:
ca: Bit de profunditat:
cs: Bitová hloubka:
de: Farbtiefe:
fa: عمق بیت:
fi: Bittisyvyys:
fr: Profondeur d'échantillonnage :
hu: Bitmélység:
it: Profondità di bit:
ja: ビット深度:
lt: Bitų gylis:
pt_br: Qualidade:
ro: Adâncime biți:
sk: Bitová hĺbka:
tr: Bit derinliği:
uk: Глибина в бітах:
vi: Chiều sâu:

source: Bitmap Files (*.bmp)
ar: ملفات صور نقطية (*.bmp)
bg: Bitmap файл (*.bmp)
ca: Fitxers Bitmap (*.bmp)
cs: Soubory Bitmap (*.bmp)
de: Bitmap Datei (*.bmp)
et_ee: Bitmap-failid (* .bmp)
fa: پرونده Bitmap (*.bmp)
fi: Bittikarttatiedosto (.bmp)
fr: Fichiers Bitmap (*.bmp)
hu: BMP fájlok (*.bmp)
it: File bitmap (*.bmp)
ja: ビットマップファイル(*.bmp)
lt: Bitmap bylos (*.bmp)
pt_br: Arquivos Bitmap (*.bmp)
ro: Fișiere bitmap (*.bmp)
sk: Súbor bitmapy (*.bmp)
tr: Bitmap Dosyaları (*.bmp)
uk: Файли зображень *.bmp

source: Black and White
ar: أبيض و أسود
bg: Черно и бяло
ca: Blanc i negre
cs: Černobíle
de: Schwarz-Weiß
fa: سیاه و سفید
fi: Mustavalkoinen
fr: Noir et blanc
hu: Fekete-fehér
it: Bianco e nero
ja: 白黒
pt_br: Preto e Branco
ro: Alb-negru
sk: Čiernobiela
tr: Siyah & Beyaz
uk: Чорно-білий
vi: Đen / Trắng

source: Blank Pages
ar: صفحات فارغة
bg: Празни страници
ca: Pàgines buides
cs: Prázdné stránky
de: Leere Seiten
et_ee: Tühjad lehed
fa: صفحات خالی
fi: Tyhjät sivut
fr: Pages blanches
hu: Üres oldalak
it: Pagine vuote
ja: 空白のページ
lt: Tušti puslapiai
pt_br: Páginas em Branco
ro: Pagini goale
sk: Prázdne stránky
tr: Boş Sayfalar
uk: Порожні сторінки
vi: Trang Trắng

source: Brightness / Contrast
ar: السطوع-التباين
bg: Яркост / Контраст
ca: Brillantor/Contrast
cs: Jas / Kontrast
de: Helligkeit / Kontrast
et_ee: Heledus / kontrastsus
fa: روشنایی / سایه روشن
fi: Kirkkaus / kontrasti
fr: Luminosité / Contraste
hu: Fényerő / Kontraszt
it: Luminosità/contrasto
ja: 明度/コントラスト
lt: Ryškumas / Kontrastas
pt_br: Brilho / Contraste
ro: Luminozitate - Contrast
sk: Jas / kontrast
tr: Parlaklık / Karşıtlık
uk: Яскравість / контрастність
vi: Độ Sáng / Tương Phản

source: Brightness:
ar: السطوع:
bg: Яркост:
ca: Brillantor:
cs: Jas:
de: Helligkeit:
fa: روشنایی:
fi: Kirkkaus:
fr: Luminosité :
hu: Fényerő:
it: Luminosità:
ja: 明度:
lt: Šviesumas:
pt_br: Brilho:
ro: Luminozitate:
sk: Jas:
tr: Parlaklık:
uk: Яскравість:
vi: Độ sáng:

source: Can't find your scanner? Read about limitations of the NAPS2 Flatpak.
cs: Nemůžete najít skener? Přečtěte si o omezeních Flatpaku NAPS2.
de: Sie können Ihren Scanner nicht finden? Lesen Sie über die Einschränkungen des NAPS2 Flatpaks.
hu: Nem találja a lapolvasóját? Olvasson a NAPS2 Flatpak korlátairól.
it: Non riesci a trovare lo scanner? Leggi le limitazioni del Flatpak NAPS2.
ro: Nu îți găsești scanerul? Citește despre limitările NAPS2 Flatpak.

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
de: Abbrechen
et_ee: Loobu
fa: لغو
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
lt: Atšaukti
pt_br: Cancelar
ro: Renunță
sk: Zrušiť
tr: Vazgeç
uk: Скасувати
vi: Hủy

source: Cancel Batch
ar: إلغاء العملية
bg: Спри групата
ca: Cancel·la la tasca
cs: Přerušit dávku
de: Stapelverarbeitung abbrechen
fa: لغو دسته‌ای
fi: Peruuta sarjaskannaus
fr: Annuler le lot
hu: A kötegelt feldolgozás törlése
it: Annulla operazione in serie
ja: 一括スキャンをキャンセル
pt_br: Cancelar Lote
ro: Anuleaza Batch-ul
sk: Zrušiť dávku
tr: Yığını İptal Et
uk: Скасувати пакетне сканування
vi: Hủy lệnh

source: Cancelling....
ar: جارِ الإلغاء....
bg: Анулиране....
ca: S'està cancel·lant.......
cs: Ruší se....
de: Wird abgebrochen....
fa: درحال لغو....
fi: Peruutetaan....
fr: Annulation…
hu: Visszavonás....
it: Annullamento....
ja: キャンセル....
lt: Atšaukiama....
pt_br: Cancelando....
ro: Se anulează....
sk: Ruší sa....
tr: İptal ediliyor....
uk: Скасування...
vi: Đang dừng....

source: Center
ar: منتصف
bg: Център
ca: Centre
cs: Centrovat
de: Zentriert
et_ee: Keskel
fa: مرکز
fi: Keskitä
fr: Centré
hu: Középre
it: Centra
ja: 中央揃え
lt: Centrinė
pt_br: Centralizado
ro: Centrează
sk: Na stred
tr: Merkez
uk: По центру
vi: Canh giữa

source: Change
ar: تغيير
bg: Промяна
ca: Canvia
cs: Změnit
de: Ändern
et_ee: Muuda
fa: تغییر
fi: Muuta
fr: Modifier
hu: Változtatás
it: Modifica
ja: 変更
pt_br: Alterar
ro: Schimbă
sk: Zmeniť
tr: Değiştir
uk: Змінити
vi: Thay đổi

source: Check for updates
ar: التحقق من وجود تحديثات
bg: Проверка за обновяване
ca: Comprova si hi ha actualitzacions
cs: Vyhledat aktualizace
de: Auf Updates prüfen
et_ee: Kontrolli kas uuendused on saadaval
fa: بررسی وجود نسخه جدید
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
hu: Frissítések ellenőrzése
it: Cerca aggiornamenti
ja: 更新のチェック
pt_br: Verificar atualizações
ro: Verificare actualizări
sk: Kontrola aktualizácií
tr: Güncellemeleri denetle
uk: Перевірка оновлень
vi: Kiểm tra phiên bản mới

source: Checking...
ar: يجري الفحص...
bg: Проверяване...
ca: S'està comprovant...
cs: Vyhledávání...
de: Prüfe...
fa: درحال بررسی......
fi: Tarkistetaan...
fr: Vérification…
hu: Ellenőrzés...
it: Verifica in corso...
ja: 確認中です...
pt_br: Verificando...
ro: Verificare...
sk: Kontrola...
tr: Denetleniyor...
uk: Виконується перевірка...
vi: Đang kiểm tra...

source: Choose Email Provider
ar: اختر مقدم خدمة الاميل
bg: Избери е-майл доставчик
ca: Trieu el proveïdor de correu
cs: Vybrat poskytovatele mailu
de: E-Mail-Anbieter auswählen
et_ee: Valige e-posti pakkuja
fa: یک پست الکترونیکی انتخاب کنید
fi: Valitse sähköpostin lähetystapa
fr: Choisir un fournisseur de messagerie
hu: E-mail szolgáltató kiválasztása
it: Scegli provider email
ja: メールプロバイダを選択
pt_br: Escolha o provedor de e-mail
ro: Alege serviciul de email
sk: Vyberte poskytovateľa e-mailu
tr: E-Posta Sağlayıcı Seç
uk: Виберіть постачальника послуг ел. пошти
vi: Chọn nhà cung cấp Email

source: Choose Profile
ar: اختيار ملف الشخصي
bg: Изберете профил
ca: Trieu el perfil
cs: Vybrat profil
de: Profil wählen
et_ee: Vali profiil
fa: انتخاب پروفایل
fi: Valitse profiili
fr: Choisir un profil
hu: Profil kiválasztása
it: Scegli profilo
ja: プロファイルを選択
lt: Pasirinkti profilį
pt_br: Escolha o perfil
ro: Alegeți profilul
sk: Vyberte profil
tr: Profil Seç
uk: Виберіть профіль
vi: Chọn hồ sơ

source: Choose device
ar: اختيار جهاز
bg: Изберете устройство
ca: Trieu dispositiu
cs: Vybrat zařízení
de: Gerät wählen
et_ee: Seadme valik
fa: انتخاب دستگاه
fi: Valitse laite
fr: Sélectionner
hu: Eszköz kiválasztása
it: Scegli dispositivo
ja: デバイスを選択
lt: Pasirinkti įrenginį
pt_br: Escolha o dispositivo
ro: Alegeți dispozitivul
sk: Vyberte zariadenie
tr: Aygıtı seç
uk: Виберіть пристрій
vi: Chọn Ổ Đĩa
