Repository: cyanfish/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: ar, bg, ca, cs, de, et_ee, fa, fi, fr, hu, it, ja, lt, pt_br, ro, sk, tr, uk, vi

source: "Save" button default action:
ar: إجراء "حفظ" الافتراضي:
cs: Výchozí akce tlačítka "Uložit":
de: "Speichern"-Button Standardaktion:
fi: "Tallenna" painikkeen oletustoiminto:
fr: Action par défaut du bouton « Enregistrer » :
hu: "Mentés" gomb alapértelmezett művelete:
it: Azione predefinita del tasto "Salva":
pt_br: Ação padrão do botão "Salvar":
ro: Acțiune implicită buton "Salvează:
sk: Predvolená akcia tlačidla "Uložiť":
uk: Типова поведінка, коли натиснуто кнопку "Зберегти":

source: "Scan" button default action:
ar: الإجراء الافتراضي لزر "مسح":
cs: Výchozí akce tlačítka "Sken":
de: "Scan"-Button Standardaktion:
fi: "Skannaa" painikkeen oletustoiminto:
fr: Action par défaut du bouton « Numériser » :
hu: "Beolvasás" gomb alapértelmezett művelete:
it: Azione predefinita del tasto "Scansiona":
pt_br: Ação padrão do botão "Digitalizar":
ro: Acțiune implicit buton "Scanează":
sk: Predvolená akcia tlačidla "Skenovať":
uk: Типова поведінка, коли натиснуто кнопку "Сканувати":

source: "Scan" menu changes default profile
ar: القائمة "المسح" تغير الملف الشخصي الافتراضي
cs: Nabídka "Skenovat" změní výchozí profil
de: Menü "Scan" ändert das Standardprofil
fi: "Skannaa" valikko muuttaa oletusprofiilia
fr: Modifier le profil par défaut avec le menu « Numériser »
hu: A "Beolvasás" menü megváltoztatja az alapértelmezett profilt
it: Menu "Scansiona" modifica il profilo predefinito
pt_br: O menu do botão "Digitalizar" altera o perfil padrão
ro: Meniul "Scanare" schimbă profilul implicit
sk: Ponuka "Skenovať" zmení predvolený profil
uk: Вибір в меню "Сканувати" змінює типовий профіль

source: 1 device found.
ar: تم العثور على جهاز 1.
cs: Nalezeno 1 zařízení.
de: 1 Gerät gefunden.
hu: 1 eszköz található.
it: 1 dispositivo trovato.
ro: Un dispozitiv găsit.
sk: Nájdené 1 zariadenie.
uk: Знайдено 1 пристрій.

source: 24-bit Color
ar: لون 24-بت
bg: 24 битов цвят
ca: Color de 24-bits
cs: 24bitové barvy
de: 24-Bit Farbtiefe
et_ee: 24-bitine värv
fa: رنگ ۲۴ بیتی
fi: 24-bittinen väri
fr: Couleurs sur 24 bits
hu: 24 bites szín
it: Colore a 24bit
ja: 24ビットカラー
lt: 24-bitų spalva
pt_br: Colorido 24 bits
ro: Culoare 24 biți
sk: 24-bitová farba
tr: 24-bit Renk
uk: Кольорове 24 біти

source: A3 (297x420 mm)
ar: أ3 297 × 420 مم
bg: A3 (297x420 мм)
cs: A3 (297 × 420 mm)
de: A3 (297 × 420 mm)
fa: A3 ۲۹۷ × ۴۲۰ میلی‌متر
uk: A3 (297 x 420 мм)

source: A4 (210x297 mm)
ar: أ4 210 × 297 مم
bg: A4 (210x297 мм)
cs: A4 (210 × 297 mm)
fa: A4 ۲۱۰×۲۹۷ میلی‌متر
uk: A4 (210 x 297 мм)

source: A5 (148x210 mm)
ar: A5 (148×210 مم)
bg: A5 (148x210 мм)
cs: A5 (148 × 210 mm)
fa: A5 (۱۴۸×۲۱۰ میلی‌متر)
uk: A5 (148 x 210 мм)

source: About
ar: حول
bg: Относно
ca: Quant a
cs: O aplikaci
de: Über
et_ee: Meist
fa: درباره
fi: Tietoja
fr: À propos
hu: Névjegy
it: Info sul programma
ja: NAPS2について
lt: Apie programą
pt_br: Sobre
ro: Despre
sk: O programe
tr: Hakkında
uk: Про програму
vi: Thông Tin Phần Mềm

source: Acquiring data...
ar: الحصول على البيانات...
bg: Получаване на данни...
ca: S'estan obtenint les dades......
cs: Získávání dat...
de: Datenerfassung...
fa: دستیابی به داده‌ها...
fi: Haetaan tietoja...
fr: Acquisition des données…
hu: Adatgyűjtés...
it: Acquisizione dati...
ja: データを取得中...
lt: Duomenų gavimas...
pt_br: Obtendo dados...
ro: Colectează datele...
sk: Získať údaje...
tr: Veri elde ediliyor...
uk: Отримання даних...
vi: Thu thập dữ liệu...

source: Action
cs: Akce
de: Aktion
hu: Művelet
it: Azione
ro: Acţiune
uk: Дія

source: Advanced
ar: متقدم
bg: Допълнителни настройки
ca: Avançat
cs: Pokročilé
de: Erweitert
et_ee: Profiili lisavalikud
fa: پیشرفته
fi: Lisäasetukset
fr: Avancés…
hu: Haladó
it: Avanzate
ja: 詳細設定
lt: Papildomi
pt_br: Avançado
ro: Avansat
sk: Rozšírené
tr: Gelişmiş
uk: Додатково
vi: Nâng cao

source: Advanced Profile Settings
ar: إعدادات الملف الشخصي المتقدمة
bg: Допълнителни настройки на профила
ca: Configuració avançada del perfil
cs: Pokročilé nastavení profilu
de: Erweiterte Profileinstellungen
et_ee: Profiili lisavalikud
fa: تنظیمات پیشرفته پروفایل
fi: Profiilin lisäasetukset
fr: Paramètres de profil avancés
hu: Haladó profilbeállítások
it: Impostazioni profilo avanzate
ja: プロファイル設定(詳細)
lt: Išplėstiniai profilio nustatymai
pt_br: Configurações Avançadas do Perfil
ro: Setări avansate profil
sk: Rozšírené nastavenia profilu
tr: Gelişmiş Profil Ayarları
uk: Розширені параметри профілю
vi: Cài đặt chi tiết

source: All ({0})
ar: كل ({0})
bg: Всички ({0})
ca: Tot ({0})
cs: Vše ({0})
de: Alle ({0})
et_ee: Kõik ({0})
fa: همه ({0})
fi: Kaikki ({0})
fr: Tout ({0})
hu: Összes ({0})
it: Tutti ({0})
ja: すべて({0})
lt: Viską ({0})
pt_br: Todos ({0})
ro: Toate ({0})
sk: Všetko ({0})
tr: Tümü ({0})
uk: Всі ({0})
vi: Tất cả ({0})

source: All Files
ar: كل الملفات
bg: Всички файлове
ca: Tots els fitxers
cs: Všechny soubory
de: Alle Dateien
et_ee: Kõik failid
fa: تمام پرونده‌ها
fi: Kaikki tiedostot
fr: Tous les fichiers
hu: Összes fájl
it: Tutti i file
ja: すべてのファイル
lt: Visos bylos
pt_br: Todos os Arquivos
ro: Toate fișierele
sk: Všetky súbory
tr: Tüm Dosyalar
uk: Всі файли
vi: Tất cả các tập tin

source: Allow Annotations
ar: اسمح بالتعليقات التوضيحية Annotations
bg: Разрешаване на анотации
ca: Permet anotacions
cs: Povolit anotace
de: Anmerkungen erlauben
et_ee: Luba märkused
fa: اجازه یادداشت
fi: Salli kommentit
fr: Permettre les annotations
hu: Jegyzet engedélyezése
it: Consenti annotazioni
ja: 注釈を許可
lt: Leisti anotacijas
pt_br: Permitir anotações
ro: Permite note explicative
sk: Povoliť vysvetlivky
tr: Açıklamalara İzin Ver
uk: Дозволити аннотації
vi: Cho phép ghi chú

source: Allow Content Copying
ar: اسمح بنسخ المحتوى
bg: Разрешаване копиране на съдържанието
ca: Permet la còpia del contingut
cs: Povolit kopírování obsahu
de: Kopieren von Inhalten zulassen
et_ee: Luba sisu kopeerimine
fa: اجازه کپی محتوا
fi: Salli sisällön kopiointi
fr: Permettre la copie du contenu
hu: Tartalom másolásának engedélyezése
it: Consenti copia contenuti
ja: コンテンツのコピーを許可
lt: Leisti kopijuoti turinį
pt_br: Permitir Cópia do Conteúdo
ro: Permite copierea conținutului
sk: Povoliť kopírovanie obsahu
tr: İçerik Kopyalamaya İzin Ver
uk: Дозволити копіювати вміст
vi: Cho phép sao chép nội dung

source: Allow Content Copying for Accessibility
ar: السماح بنسخ المحتوى لسهولة الوصول
bg: Разреши копиране на съдържание за достъпност
ca: Permet l'accés al contingut per part d'eines d'accessibilitat
cs: Povolit kopírování obsahu pro přístupnost
de: Kopieren des Inhalts für erleichterte Bedienung erlauben
fa: اجازه کپی محتوا برای دستیابی پذیری
fi: Salli sisällön kopioiminen helppokäyttötoimintoja varten
fr: Permettre la copie du contenu pour l'accessibilité
hu: Tartalom másolásának engedélyezése az akadálymentesítés érdekében
it: Consenti copia contenuti per accessibilità
ja: アクセシビリティのためにコンテンツのコピーを許可する
lt: Leisti kopijuoti turinį prieinamumui
pt_br: Permitir Cópia de Conteúdo para Acessibilidade
ro: Permite copierea conținutului pentru Accesibilitate
sk: Povoliť dostupnosť kopírovania obsahu
tr: Erişilebilirlik İçin İçerik Kopyalamaya İzin Ver
uk: Дозволити копіювати вміст для доступу
vi: Cho phép sao chép chỉnh sửa nội dung

source: Allow Document Assembly
ar: السماح بتجميع المستندات
bg: Разреши конструиране на документ
ca: Permet el muntatge de documents
cs: Povolit sestavení dokumentu
de: Erlaube Dokumentenzusammenführung
fa: اجازه مونتاژ سند
fi: Salli asiakirjan kokoaminen
fr: Permettre l'assemblage des documents
hu: Dokumentum összeállításának engedélyezése
it: Consenti composizione documento
ja: ドキュメントの結合を許可
lt: Leisti surinkti dokumentą
pt_br: Permitir União do Documento
ro: Permite asamblarea documentului
sk: Povoliť zostavovanie dokumentu
tr: Belge Toparlamaya İzin Ver
uk: Дозволити складання документу
vi: Cho phép tài liệu Assembly

source: Allow Document Modification
ar: السماح بتعديل الملف
bg: Разрешаване на промяна на документа
ca: Permet la modificació del document
cs: Povolit úpravu dokumentu
de: Erlaube Dokumentveränderung
et_ee: Luba dokumendi muutmine
fa: اجازه تغییر سند
fi: Salli asiakirjan muokkaus
fr: Permettre la modification des documents
hu: Dkoumentum módosításának engedélyezése
it: Consenti modifica documento
ja: ドキュメントの変更を許可
lt: Leisti keisti dokumentą
pt_br: Permitir Modificação do Documento
ro: Permite modificarea documentului
sk: Povoliť úpravy dokumentu
tr: Belge Düzenlemeye İzin Ver
uk: Дозволити модифікацію документу
vi: Cho phép thay đổi tài liệu

source: Allow Form Filling
ar: السماح بملء الحقول
bg: Разрешаване на попълване на формуляри
ca: Permet l'emplenament de camps de formulari
cs: Povolit vyplňování formuláře
de: Erlaube das Ausfüllen von Formularen
et_ee: Luba vormi täitmine
fa: اجازه پرکردن فرم
fi: Salli lomakkeiden täyttäminen
fr: Permettre l'édition de formulaires
hu: Űrlap kitöltésének engedélyezése
it: Consenti compilazione modulo
ja: フォームへの書き込みを許可
lt: Lesti pildyti formą
pt_br: Permitir Preenchimento de Formulário
ro: Permite completarea formularului
sk: Povoliť vyplňovanie formulárov
tr: Form Doldurmaya İzin Ver
uk: Дозволити заповнення форм
vi: Cho phép Điền Form

source: Allow Full Quality Printing
ar: السماح بالطباعة بالجودة الكاملة
bg: Разрешаване на принтиране с високо качество
ca: Permet la impressió en resolució alta
cs: Povolit tisk v plné kvalitě
de: Erlaube Druck in höchster Qualität
et_ee: Luba täiskvaliteetne printimine
fa: اجازه چاپ با کیفیت کامل
fi: Salli korkealaatuinen tulostus
fr: Permettre l'impression en qualité maximale
hu: Legjobb minőségű nyomtatás engedélyezése
it: Consenti stampa in alta qualità
ja: オリジナル画質の印刷を許可する
lt: Leisti spausdinti visiškos kokybės
pt_br: Permitir Qualidade Máxima da Impressão
ro: Permite printarea la calitate maxima
sk: Povoliť tlač v plnej kvalite
tr: Tam Kalite Baskıya İzin Ver
uk: Дозволити високоякісний друк
vi: Cho phép cải thiện bản In

source: Allow Printing
ar: السماح بالطباعة
bg: Разреши принтиране
ca: Permet la impressió
cs: Povolit tisk
de: Drucken erlauben
et_ee: Luba printimine
fa: اجازه چاپ
fi: Salli tulostaminen
fr: Permettre l'impression
hu: Nyomtatás engedélyezése
it: Consenti stampa
ja: 印刷を許可する
lt: Leisti spausdinti
pt_br: Permitir Impressão
ro: Permite imprimarea
sk: Povoliť tlač
tr: Baskıya İzin Ver
uk: Дозволити друк
vi: Cho phép in

source: Alternate Deinterleave
ar: Deinterleave البديل
ca: Desintercalat alternatiu
cs: Střídavé prokládání
de: Alternatives Deinterleave
fa: صفحات سفید را بصورت متناوب حذف کردن
fi: Vaihtoehtoinen lomituksen poisto
fr: Désappairer alternativement [162534>123456]
hu: Alternatív Deinterleave
it: Inverti interfoliazione alternativa
lt: Alternatyvus tarpų šalinimas
pt_br: Desintercalar Alternado
ro: Deintercalare alternativă
sk: Alternatívne prekladanie
tr: Alternatif Tersine Yığım
uk: Альтенативна віддаленість

source: Alternate Interleave
ar: Interleave البديل
ca: Intercalat alternatiu
cs: Střídavé vložení listů
de: Alternatives Interleave
fa: جایگذاری متناوب
fi: Vaihtoehtoinen lomitus
fr: Appairer alternativement [135642>123456]
hu: Alternatív átlapolás
it: Interfoliazione alternativa
ja: デインターリーブの変更
lt: Alternatyvus tarpavimas
pt_br: Intercalar Alternado
ro: Intercalare alternativă
sk: Alternatívne vkladanie
tr: Alternatif Yığım
uk: Альтернативна міжчерговість

source: Always Ask
ar: اسأل دائما
cs: Vždy se zeptat
de: Immer fragen
hu: Mindig kérdezzen rá
it: Chiedi sempre
ro: Întreabă întotdeauna
sk: Vždy sa pýtať
uk: Завжди питати

source: Always Prompt
cs: Vždy se zeptat
de: Immer nachfragen
fi: Kysy aina
fr: Toujours demander
hu: Mindig kérdezzen rá
it: Chiedi sempre
pt_br: Sempre Perguntar
ro: Solicită întotdeauna
sk: Vždy sa spýtať
uk: Завжди запитувати

source: An additional component is needed to import this PDF file. Would you like to download it now?
ar: قوائم الأرشفة هى نتاج ماتم إنشاءه سابقا فى الإعدادات العامة (التراميز) والمجموعات بشقيها الرئيسي والفرعى والقوالب وهيكلها بعد أن تم إنشاءها لتظهرلنا على الشكل المراد إظهارها عليه؟
ca: Es requereix un complement extra per importar aquest fitxer PDF. Voleu baixar-ho ara?
cs: K importu tohoto PDF je nutná doplňující komponenta. Chcete ji teď stáhnout?
de: Eine zusätzliche Komponente wird benötigt, um diese PDF-Datei zu importieren. Möchten Sie diese jetzt herunterladen?
et_ee: Selle PDF-faili importimiseks on vaja täiendavat komponenti. Kas soovite selle kohe alla laadida?
fa: برای درون‌ریزی این پرونده PDF به کامپونت جدیدی نیاز است. آیا مایل به دانلود آن هستید؟
fi: Tämän PDF-tiedoston tuomiseen tarvitaan lisäkomponentti. Haluatko ladata sen nyt?
fr: Un composant supplémentaire est requis pour importer ce fichier PDF. Faut-il le télécharger maintenant ?
hu: A PDF-fájl importálásához egy további összetevőre van szükség. Szeretné letölteni most?
it: Per importare questo file PDF è necessario un componente aggiuntivo. Vuoi scaricarlo ora?
ja: PDFファイルをインポートするのに必要なファイルがあります。ダウンロードしますか?
lt: Norint importuoti šį PDF failą reikalingas papildomas komponentas. Ar norėtumėte jį atsisiųsti?
pt_br: É necessário um componente adicional para importar este arquivo PDF. Gostaria de baixá-lo agora?
ro: Este necesară o nouă componentă pentru a putea importa acest fișier PDF. O adăugăm acum?
sk: Na import tohto súboru PDF je potrebný ďalší komponent. Chcete ho teraz stiahnuť?
tr: Bu PDF dosyasını içe aktarmak için ek bileşen gerekiyor. Şimdi indirmek ister misiniz?
uk: Для імпорту цього файлу PDF потрбно встановити додатковий компонент. Чи завантажити його зараз?
vi: Cần phải cài thêm phần mềm để nhập tập tin PDF này vào. Bạn có muốn tải ngay?

source: An error occurred running OCR.
ca: S'ha produït un error en iniciar l'OCR.
cs: Došlo k chybě při běhu OCR.
de: Beim Ausführen von OCR ist ein Fehler aufgetreten.
fi: OCR:n käytössä tapahtui virhe.
fr: Une erreur est survenue lors de l'exécution de l'OCR.
hu: Hiba történt a karakterfelismerő futtatásakor.
it: Si è verificato un errore durante l'esecuzione dell'OCR.
pt_br: Ocorreu um erro ao executar o OCR.
ro: A apărut o eroare la rularea OCR.
sk: Pri spustení OCR došlo k chybe.
uk: Під час цифрового розпізнавання трапилася помилка.

source: An error occurred when trying to authorize.
ar: حدث خطأ أثناء محاولة التوثيق‏.
ca: S'ha produït un error amb l'autorització.
cs: Došlo k chybě při pokusu o autorizaci.
de: Bei der Anmeldung ist ein Fehler aufgetreten.
fa: خطایی هنگام تلاش برای احراز هویت رخ داد..
fi: Virhe yritettäessä valtuuttaa.
fr: Une erreur est survenue en essayant d'autoriser.
hu: Hiba történt az engedélyezés során.
it: Si è verificato un errore durante il tentativo di autorizzazione.
ja: 認証中にエラーが発生しました.
pt_br: Ocorreu um erro ao tentar autorizar.
ro: A apărut o eroare la încercarea de autorizare.
sk: Pri pokuse o autorizáciu sa vyskytla chyba.
tr: Yetkilendirmeye çalışılırken hata oluştu.
uk: Під час спроби авторизації трапилася помилка.
vi: Có lỗi khi đang xác thực..

source: An error occurred when trying to auto save.
ar: حدث خطأ عند محاولة الحفظ الآلي.
bg: Грешка при опит за автоматичен запис на файла.
ca: S'ha produït un error amb el desat automàtic.
cs: Při pokusu o automatické uložení došlo k chybě.
de: Beim automatischen Speichern der Datei ist ein Fehler aufgetreten.
fa: یک خطا هنگام ذخیره خودکار رخ داد.
fi: Virhe automaattisessa tallennuksessa.
fr: Une erreur est survenue en essayant d'enregistrer automatiquement.
hu: Hiba történt az automatikus mentés során.
it: Si è verificato un errore durante il salvataggio automatico.
ja: 自動セーブ中にエラーが発生しました.
lt: Įvyko klaida bandant automatiškai išsaugoti.
pt_br: Ocorreu um erro ao tentar salvar automaticamente.
ro: A apărut o eroare în timpul salvării automate.
sk: Pri pokuse o automatické uloženie sa vyskytla chyba.
tr: Kendiliğinden kaydetme denenirken hata oluştu.
uk: Під час спроби автоматичного збереження трапилася помилка.
vi: Có lỗi xảy ra khi lưu tự động.

source: An error occurred when trying to install the update.
ar: حدث خطأ ما أثناء تثبيت التحديثات‏.
ca: S'ha produït un error en instal·lar l'actualització.
cs: Při pokusu o aktualizaci došlo k chybě.
de: Beim Versuch das Update zu installieren ist ein Fehler aufgetreten.
fi: Virhe päivityksen asennuksessa.
fr: Une erreur est survenue en essayant d'installer la mise à jour.
hu: Hiba történt a frissítés telepítésekor.
it: Si è verificato un errore durante l'installazione dell'aggiornamento.
ja: アップデートをインストールする際にエラーが発生しました.
pt_br: Ocorreu um erro ao tentar instalar a atualização.
ro: A intervenit o eroare la instalarea actualizării.
sk: Pri pokuse o inštaláciu aktualizácie sa vyskytla chyba.
tr: Güncelleme kurulmaya çalışılırken hata oluştu.
uk: Під час встановлення оновлення трапилася помилка.
vi: Có lỗi khi đang cập nhật..

source: An error occurred when trying to save the file.
ar: حدث خطأ أثناء محاولة حفظ الملف.
bg: Възникна грешка при опит за запис на файла.
ca: S'ha produït un error en desar el fitxer.
cs: Při pokusu o uložení souboru došlo k chybě.
de: Beim Speichern der Datei ist ein Fehler aufgetreten.
fa: هنگام تلاش برای ذخیره کردن این پرونده خطایی رخ داد.
fi: Virhe tiedoston tallennuksessa.
fr: Une erreur est survenue en essayant d'enregistrer le fichier.
hu: Hiba történt a fájl mentésekor.
it: Si è verificato un errore durante il salvataggio del file.
ja: セーブ中にエラーが発生しました.
lt: Įvyko klaida bandant išsaugoti bylą.
pt_br: Ocorreu um erro ao tentar salvar o arquivo.
ro: A apărut o eroare la salvarea fișierului.
sk: Pri pokuse o uloženie súboru sa vyskytla chyba.
tr: Dosya kaydedilmeye çalışılırken hata oluştu.
uk: Під час збереження файлу трапилась помилка.
vi: Có lỗi khi lưu tập tin.

source: An error occurred when trying to send the email.
ar: حدث خطأ أثناء محاولة ارسال البريد الالكتروني‏.
ca: S'ha produït un error en enviar el correu electrònic.
cs: Došlo k chybě při pokusu o odeslání emailu.
de: Beim Senden der E-Mail ist ein Fehler aufgetreten.
fa: هنگام تلاش برای ارسال ایمیل خطایی رخ داد.
fi: Virhe sähköpostin lähetykessa.
fr: Une erreur est survenue en essayant d'envoyer le courriel.
hu: Hiba történt az e-mail elküldésekor.
it: Si è verificato un errore durante l'invio dell'email.
ja: メール送信時にエラーが発生しました.
pt_br: Ocorreu um erro ao tentar enviar o e-mail.
ro: A survenit o eroare la încercarea de trimitere email.
sk: Pri pokuse o odoslanie e-mailu sa vyskytla chyba.
tr: E-posta gönderilmeye çalışılırken hata oluştu.
uk: Під час надсилання ел. пошти сталася помилка.
vi: Có lỗi khi đang gửi email..

source: An error occurred while trying to send an email.
ar: حدث خطأ أثناء محاولة إرسال بريد إلكتروني.
bg: Грешка при изпращане на имейл.
ca: S'ha produït un error mentre s'enviava el correu-e .
cs: Při pokusu o odeslání e-mailu došlo k chybě.
de: Beim Versuch eine E-Mail zu senden ist ein Fehler aufgetreten.
fa: هنگام تلاش برای ارسال پست الکترونیکی خطایی رخ داد.
fi: Virhe lähetettäessä sähköpostia.
fr: Une erreur est survenue en essayant d'envoyer un courriel.
hu: Hiba történt e-mail küldése közben.
it: Si è verificato un errore durante l'invio di una email.
ja: メール送信中にエラーが発生しました.
lt: Įvyko klaida siunčiant elektroninį laišką.
pt_br: Ocorreu um erro enquanto tentávamos enviar um e-mail.
ro: A intervenit o eroare la trimiterea email-ului..
sk: Pri pokuse o odosielanie e-mailu sa vyskytla chyba.
tr: E-posta gönderilmeye çalışılırken bir hata oluştu.
uk: Під час надсилання ел. пошти сталася помилка.
vi: Có lỗi xảy ra trong khi đang cố gắng để gửi một email.

source: An error occurred with the scanning driver.
ar: حدث خطأ مع تعريف المسح الضوئي.
bg: Проблем с драйвъра на скенера.
ca: S'ha produït un error amb el driver del escaner.
cs: Došlo k chybě ovladače skeneru.
de: Ein Fehler ist mit dem Scanner-Treiber aufgetreten.
fa: خطای در ارتباط با درایور اسکن رخ داد.
fi: Virhe skannausajurissa.
fr: Une erreur est survenue avec le pilote de numérisation.
hu: Hiba történt a lapolvasó illesztőprogrammal.
it: Si è verificato un errore con il driver di scansione.
ja: スキャナドライバにエラーが発生しました.
lt: Skenerio tvarkyklės klaida.
pt_br: Ocorreu algum erro com o driver do scanner.
ro: A apărut o eroare la driver-ul de scanare..
sk: Pri ovládači skenovania sa vyskytla chyba.
tr: Tarayıcı sürücüsü ile ilgili bir hata oluştu.
uk: Помилка драйвера сканування.
vi: Có lỗi xảy ra với trình điều khiển máy quét.

source: An operation is in progress. Are you sure you want to exit and cancel the operation?
ar: هناك عملية قيد التنفيذ الآن. هل أنت متأكد أنك تريد إلغاء العملية والخروج؟
ca: Encara s'està executant. Segur que voleu cancel·lar l'operació?
cs: Probíhá operace. Určitě chcete odejít a přerušit tuto operaci?
de: Verarbeitung läuft noch. Wollen Sie wirklich beenden und die Verarbeitung abbrechen?
et_ee: Käimas on toiming. Kas olete kindel, et soovite tegevuse lõpetada ja tühistada?
fa: عملیات در حال اجراست، آیا مطمئن هستید می‌خواهد خارج شده و عملیات را لغو کنید؟
fi: Toiminto on käynnissä. Haluatko varmasti poistua ja peruuttaa toiminnon?
fr: Une opération est en cours. Faut-il vraiment quitter et annuler l'opération ?
hu: Egy művelet folyamatban van. Biztos, hogy ki szeretne lépni és meg szeretné szakítani a műveletet?
it: È in corso un'operazione. Sicuro di volere uscire e annullare questa operazione?
ja: 作業が進行中です。それでも終了しますか？
pt_br: Uma operação está em andamento. Tem certeza de que deseja sair e cancelar a operação?
ro: O operație este în curs. Sigur doriți să ieșiți și să anulați operația?
sk: Prebieha operácia. Naozaj chcete operáciu ukončiť a zrušiť?
tr: Süren işlem var. Çıkmak ve süreci iptal etmek istediğinize emin misiniz?
uk: Операція в процесі виконання. Дійсно скасувати цю операцію та вийти?
vi: Đang thực thi lệnh nào đó. Bạn có muốn hủy lệnh và thoát?

source: An unknown error occurred during the batch scan.
ar: حدث خطأ غير معروف أثناء مسح الدفعة.
ca: S'ha produït un error desconegut en l'escaneig per lots.
cs: Během dávkového skenování došlo k chybě.
de: Beim Stapel-Scan ist ein unbekannter Fehler aufgetreten.
fi: Tuntematon virhe sarjaskannauksessa.
fr: Une erreur inconnue s'est produite lors de la numérisation par lot.
hu: Ismeretlen hiba történt a kötegelt lapolvasás során.
it: Si è verificato un errore sconosciuto durante la scansione in serie.
pt_br: Ocorreu um erro desconhecido durante a digitalização em lote.
ro: A apărut o eroare necunoscută în timpul scanării lotului.
sk: Počas dávkového skenovania došlo k neznámej chybe.
uk: Під час пакетного сканування трапилася невідома помилка.

source: An update is available.
ar: هناك تحديث متاح‏.
bg: Налично обновяване.
ca: Hi ha una actualització disponible.
cs: Je dostupná aktualizace.
de: Ein Update ist verfügbar.
fa: یک بروزرسانی موجود است.
fi: Päivitys on saatavilla.
fr: Mise à jour disponible.
hu: Elérhető egy frissítés.
it: È disponibile un aggiornamento.
ja: 利用可能なアップデートがあります.
pt_br: Uma atualização está disponível.
ro: Este disponibilă o actualizare.
sk: Je dostupná aktualizácia.
tr: Güncelleme var.
uk: Доступне оновлення.
vi: Đã có phiên bản mới hơn..

source: An update to OCR is available.
ar: هناك تحديث متاح للـ OCR.
bg: Наличен е ъпдейт за OCR модула.
ca: Hi ha una actualització de l'OCR disponible.
cs: Je k dispozici aktualizace OCR.
de: Ein Update für OCR ist verfügbar.
fa: یک بروزرسانی برای OCR موجود است..
fi: OCR-päivitys on saatavana.
fr: Une mise à jour pour l'OCR est disponible.
hu: Elérhető egy frissítés a karakterfelismeréshez.
it: È disponibile un aggiornamento per l'OCR.
ja: 新しいOCRのアップデートがあります.
pt_br: Uma atualização para OCR está disponível.
ro: Este disponibilă o actualizare a componentei OCR.
sk: Je dostupná aktualizácia OCR.
tr: OCR için bir güncelleme var.
uk: Доступне оновлення пакету розпізнавання.
vi: OCR có bản cập nhật mới..

source: Apple Driver
ca: Controlador d'Apple
cs: Ovladač Apple
de: Apple Treiber
fi: Applen Ajuri
fr: Pilote Apple
hu: Apple illesztőprogram
it: Driver Apple
ro: Driver Apple
sk: Ovládač Apple
tr: Apple Sürücüsü
uk: Драйвер Apple

source: Application
cs: Aplikace
de: Anwendung
fi: Sovellus
hu: Alkalmazás
it: Applicazione
pt_br: Aplicativo
ro: Aplicație
sk: Aplikácia
uk: Застосунок
