Repository: cyanfish/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: ar, bg, ca, cs, de, et_ee, fa, fi, fr, hu, it, ja, lt, pt_br, ro, sk, tr, uk, vi

source: Multiple scans (prompt between scans)
ar: مسوح ضوئية متعددة (مطالبة بين عمليات المسح)
bg: Многократно сканиране (запитване между сканиранията)
ca: Escaneig múltiple (demana entre cada escaneig)
cs: Více skenů (oznámení mezi skeny)
de: Mehrere Scans (Zwischen den Scans nachfragen)
fa: اسکن چندتایی (اعلان بین اسکن‌ها)
fi: Monta skannausta (kysy skannausten välillä)
fr: Acquisitions multiples (demande à chaque numérisation)
hu: Többszörös beolvasás ( kérdés a beolvasások között)
it: Scansioni multiple (richiesta dopo ogni scansione)
ja: 複数をスキャン(スキャン毎に通知する)
lt: Kelių puslapių skenavimas (pranešimas tarp skenavimų)
pt_br: Múltiplas digitalizações (Solicitar confirmação entre cada uma)
ro: Scanare multiplă (cu confirmare între scanări)
sk: Viacnásobné skenovanie (výzva medzi skenovaniami)
tr: Çoklu tarama (taramalar arası komut istemi)
uk: Сканування багатьох сторінок (запит на продовження між скануваннями)
vi: Quét nhiều (nhắc giữa quét)

source: NAPS2 is completely free. Consider making a donation.
ca: El NAPS2 és completament gratuït. Considereu fer una donació.
cs: NAPS2 je zcela zdarma. Zvažte poskytnutí daru.
de: NAPS2 ist vollständig gratis. Unterstützen Sie uns mit einer Spende.
fa: NAPS2 کاملا رایگان است. کمک مالی کنید..
fi: NAPS2 on täysin ilmainen. Harkitsethan lahjoitusta.
fr: NAPS2 est gratuit, mais il est possible de faire un don.
hu: A NAPS2 teljesen ingyenes. Fontolja meg az adományozást.
it: NAPS2 è totalmente gratuito. Considera la possibilità di fare una donazione.
ja: NAPS2はフリーウェアです。気に入ったら寄付をお願いします。.
pt_br: NAPS2 é totalmente gratuito. Considere fazer uma doação.
ro: NAPS2 este complet gratuit. Luați în considerare să faceți o donație.
sk: NAPS2 je úplne zadarmo. Zvážte obdarovanie.
tr: NAPS2 tümüyle ücretsizdir. Bağış yapmayı düşünün.
uk: NAPS2 є вільним програмним забезпеченням. Запрошуємо зробити ваш внесок.
vi: NAPS2 miễn phí hoàn toàn. Bạn có thể ủng hộ tùy ý..

source: Name (optional)
ar: الاسم (اختياري)
bg: Име (незадължително)
ca: Nom (opcional)
cs: Název (volitelné)
et_ee: Nimi (valikuline)
fa: نام (اختیاری)
fi: Nimi (valinnainen)
fr: Nom (optionnel)
hu: Név (nem kötelező)
it: Nome (opzionale)
ja: 名前 (オプション)
pt_br: Nome (opcional)
ro: Nume (opțional)
sk: Názov (nepovinné)
tr: Ad (isteğe bağlı)
uk: Ім'я (необов'язково)
vi: Tên (bắt buộc)

source: Name missing.
ar: الاسم مفقود.
bg: Липсва име.
ca: Manca el nom.
cs: Název chybí.
de: Name fehlt.
fa: فاقد نام.
fi: Nimi puuttuu.
fr: Nom manquant.
hu: A név hiányzik.
it: Nome mancante.
ja: 名前がありません.
lt: Nenurodytas pavadinimas.
pt_br: Nome está faltando.
ro: Lipsește numele.
sk: Chýba názov.
tr: Ad eksik.
uk: Відсутнє ім'я.
vi: Đặt tên lỗi.

source: Native Transfer
ca: Transferència nativa
cs: Nativní přenos
de: Native Übertragung
fi: Natiivi Siirto
fr: Transfert natif
hu: Natív átvitel
it: Trasferimento nativo
pt_br: Transferência Nativa
ro: Transfer nativ
sk: Natívny prenos
uk: Передача засобами програми

source: New
ar: جديد
bg: Нов
ca: Nou
cs: Nový
de: Neu
et_ee: Uus
fa: جدید
fi: Uusi
fr: Nouveau
hu: Új
it: Nuovo
ja: 新規作成
lt: Naujas
pt_br: Novo
ro: Nou
sk: Nový
tr: Yeni
uk: Створити
vi: Mới

source: New Profile
ar: ملف شخصي جديد
bg: Нов профил
ca: Perfil nou
cs: Nový profil
de: Neues Profil
et_ee: Uus profiil
fa: مجموعه تنظیمات جدید
fi: Uusi profiili
fr: Nouveau profil
hu: Új profil
it: Nuovo profilo
ja: 新規プロファイル
lt: Naujas profilis
pt_br: Novo perfil
ro: Profil Nou
sk: Nový profil
tr: Yeni Profil
uk: Створити профіль
vi: Hồ sơ mới

source: Next
ar: التالي
bg: Следващ
ca: Següent
cs: Další
de: Weiter
et_ee: Järgmine
fa: بعدی
fi: Seuraava
fr: Suivant
hu: Következő
it: Successiva
ja: 次へ
lt: Kitas
pt_br: Próximo
ro: Înainte
sk: Ďalej
tr: İleri
uk: Далі
vi: Tới

source: Next Scan
ar: المسح الضوئي التالي
bg: Следващо сканиране
ca: Proper escaneig
cs: Další sken
de: Nächster Scan
et_ee: Uus skaneerimine
fa: اسکن بعدی
fi: Seuraava skannaus
fr: Prochaine acquisition
hu: Következő beolvasás
it: Scansione successiva
ja: 次のスキャン
lt: Kitas skenavimas
pt_br: Próxima Digitalização
ro: Următoarea scanare
sk: Ďalšie skenovanie
tr: Sonraki Tarama
uk: Наступна сторінка
vi: Quét Trang tiếp

source: No device selected.
ar: لم يتم تحديد أي جهاز.
bg: Не е избрано устройство.
ca: No s'ha seleccionat cap dispositiu.
cs: Nebylo vybráno žádné zařízení.
de: Keine Geräte ausgewählt.
fa: هیچ دستگاهی انتخاب نشده.
fi: Laitetta ei valittu.
fr: Aucun périphérique sélectionné.
hu: Nincs kiválasztott eszköz.
it: Nessun dispositivo selezionato.
ja: デバイスが選択されていません.
lt: Įrenginys nepasirinktas.
pt_br: Nenhum scanner escolhido.
ro: Nici un dispozitiv selectat.
sk: Nebolo vybrané žiadne zariadenie.
tr: Hiçbir aygıt seçilmedi.
uk: Не вибрано пристрій.
vi: Không có thiết bị được lựa chọn.

source: No devices found.
cs: Zařízení nenalezena.
de: Keine Geräte gefunden.
hu: Nem található eszköz.
it: Nessun dispositivo trovato.
ro: Niciun dispozitiv găsit.
sk: Nenájdené žiadne zariadenia.
uk: Не знайдено пристрої.

source: No pages are in the feeder.
ar: لا توجد صفحات في المغذي.
bg: Няма листoве в устройството за подаване.
ca: No hi ha cap pàgina a l'alimentador.
cs: V podavači nejsou žádné papíry.
de: In der Zuführung sind keine Seiten.
fa: کاغذی داخل خوراک‌دهنده نیست.
fi: Syöttölaite on tyjä.
fr: Il n'y a aucune page dans le dispositif d'alimentation.
hu: Nincs lap a lapadagolóban.
it: Non ci sono fogli nell'alimentatore automatico.
ja: フィーダーが空です.
lt: Padavimo mechanizme nėra lapų.
pt_br: Sem papel no alimentador.
ro: Nici o foaie in alimentator.
sk: V podávači nie sú žiadne listy.
tr: Besleyicide sayfa yok.
uk: У пристрої відсутній папір.
vi: Không trang sau nằm trong máng.

source: No provider selected.
ca: No s'ha seleccionat cap proveïdor.
cs: Nebyl vybrán poskytovatel.
de: Kein Anbieter ausgewählt.
fa: هیچ فراهم‌کننده‌ای‌ انتخاب نشده.
fi: Tapaa ei ole valittu.
fr: Aucun fournisseur sélectionné.
hu: Nincs szolgáltató kiválasztva.
it: Nessun provider selezionato.
ja: プロバイダが選択されていません。.
pt_br: Nenhum provedor selecionado.
ro: Niciun furnizor selectat.
sk: Nie je vybratý žiadny poskytovateľ.
tr: Sağlayıcı seçilmedi.
uk: Відсутній постачальник послуг
vi: Chưa chọn nhà cung cấp..

source: No scanning device was found.
ar: لم يتم العثور على أي جهاز مسح الضوئي.
bg: Не е открито сканиращо устройство.
ca: No s'ha trobat cap dispositiu d'escaneig.
cs: Nenalezeno žádné skenovací zařízení.
de: Es wurden keine Scanner gefunden.
fa: دستگاه اسکنر یافت نشد.
fi: Skannauslaitetta ei löydy.
fr: Aucun périphérique d'acquisition n'a été trouvé.
hu: Nem található lapolvasó eszköz.
it: Nessuno scanner trovato.
ja: スキャンできるデバイスが検出されませんでした.
lt: Nerastas skeneris.
pt_br: Nenhum scanner foi encontrado.
ro: Nu a fost găsit nici un dispozitiv scaner.
sk: Nenašlo sa žiadne skenovacie zariadenie.
tr: Hiçbir tarama aygıtı bulunamadı.
uk: Не знайдено жодного сканера.
vi: Không thấy thiết bị quét.

source: No updates available.
ar: لا يوجد تحديثات.
ca: No hi ha actualitzacions disponibles.
cs: Nejsou dostupné aktualizace.
de: Keine Updates verfügbar.
fa: هیچ بروزرسانی‌ای موجود نیست.
fi: Ei päivityksiä.
fr: Aucune mise à jour disponible.
hu: Nem érhetők el frissítések.
it: Nessun aggiornamento disponibile.
ja: 有効な更新はありません.
pt_br: Nenhuma atualização disponível.
ro: Nicio actualizare disponibilă.
sk: Žiadne dostupné aktualizácie.
tr: Güncelleme yok.
uk: Відсутні оновлення
vi: Chưa có phiên bản mới..

source: None
ca: Cap
cs: Žádný
de: Keine
fa: هیچ‌کدام
fi: Ei mitään
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
pt_br: Nenhuma
ro: Nimic
sk: Žiadny
tr: Hiçbiri
uk: Нічого

source: Not Now
ar: ليس الآن
bg: Не сега
ca: Ara no
cs: Teď ne
de: Jetzt nicht
et_ee: Mitte praegu
fa: الان نه
fi: Ei nyt
fr: Pas maintenant
hu: Most nem
it: Non ora
ja: 後で
lt: Ne dabar
pt_br: Não agora
ro: Nu acum
sk: Teraz nie
tr: Şimdi Değil
uk: Не зараз
vi: bây giờ không thấy

source: Number of scans:
ar: عدد عمليات المسح الضوئي:
bg: Брой сканирания:
ca: Nombre d'escanejos:
cs: Počet skenů:
de: Anzahl der Scans:
fa: تعداد اسکن‌ها:
fi: Skannauksia:
fr: Nombre de numérisations :
hu: A beolvasások száma:
it: Numero scansioni:
ja: スキャンの数:
lt: Skenavimų kiekis:
pt_br: Número de digitalizações:
ro: Numarul de scanări:
sk: Počet skenov:
tr: Tarama sayısı:
uk: Кількість сторінок:
vi: Số trang quét:

source: OCR Download
ar: تحميل التعرف الضوئي على الحروف OCR
bg: Сваляне на OCR
ca: Baixada de l'OCR
cs: Stažení OCR
de: OCR-Sprachpaket herunterladen
et_ee: OCR allalaadimine
fa: دریافت OCR
fi: OCR lataus
fr: Téléchargement OCR (reconnaissance optique de caractères)
hu: Karakterfelismerés letöltés
it: Scarica OCR
ja: OCRのダウンロード
lt: Atsisiųsti bylas tekstui atpažinti
pt_br: Baixar OCR
ro: Descarcă OCR
sk: Stiahnuť OCR
tr: OCR Dili Yükle
uk: Звантаження файлів для розпізнавання
vi: Tải OCR

source: OCR Progress
ca: Progrés de l'OCR
cs: Průběh OCR
de: OCR-Fortschritt
fa: در حال اجرای OCR
fi: OCR edistyminen
fr: Progression de l'OCR
hu: Karakterfelismerés folyamata
it: Progresso OCR
ja: OCR適用中
pt_br: Progresso do OCR
ro: OCR în lucru
sk: Priebeh OCR
tr: OCR Süreci
uk: Виконується розпізнавання
vi: Quá trình OCR

source: OCR Setup
ar: إعداد التعرف الضوئي على الحروف OCR
bg: Настройки на OCR
ca: Configuració de l'OCR
cs: Nastavení OCR
de: Texterkennung einrichten
et_ee: OCR häälestaja
fa: پیکربندی OCR
fi: OCR asetus
fr: Configuration OCR (reconnaissance optique de caractères)
hu: Karakterfelismerés beállítás
it: Installa OCR
ja: OCRのセットアップ
lt: Teksto atpažinimo nustatymai
pt_br: Configuração do OCR
ro: Configurează OCR
sk: Nastavenie OCR
tr: OCR Kurulumu
uk: Налаштування параметрів розпізнавання
vi: Cài đặt OCR

source: OCR language:
ar: لغة التعرف الضوئي على الحروف OCR:
bg: Език за OCR:
ca: Idioma de l'OCR:
cs: Jazyk OCR:
de: Texterkennungs-Sprache:
fa: زبان OCR:
fi: OCR kieli:
fr: Langue de l'OCR :
hu: Karakterfelismerés nyelve:
it: Lingua OCR:
ja: OCRに用いる言語:
lt: Teksto atpažinimo kalba:
pt_br: Idioma do OCR:
ro: Limba OCR:
sk: Jazyk OCR:
tr: OCR dili:
uk: Мова розпізнавання:
vi: Ngôn ngữ OCR:

source: OCR mode:
ca: Mode de l'OCR:
cs: Mód OCR:
de: OCR-Modus:
fa: حالت OCR:
fi: OCR muoto:
fr: Mode de l'OCR :
hu: Karakterfelismerés mód:
it: Modalità OCR:
ja: OCRモード:
pt_br: Modo do OCR:
ro: Modul OCR:
sk: Režim OCR:
tr: OCR kipi:
uk: Режим розпізнавання:
vi: Chế độ OCR:

source: Offset width based on alignment (WIA)
ar: إزاحة العرض استناداً إلى المحاذاة (WIA)
bg: Компенсирай широчината на база подравняване (WIA)
ca: Amplada de desplaçament segons l'alineació (WIA)
cs: Šířka odsazení založená na zarovnání (WIA)
de: Versatzbreite basierend auf Ausrichtung (WIA)
fa: عرض Offset براساس چینش (WIA)
fi: Siirtymän suurus kohdistuksen perusteella (WIA)
fr: Largeur de décalage basée sur l'alignement (WIA)
hu: Igazításon alapuló eltolási szélesség (WIA)
it: Offset larghezza in base ad allineamento (WIA)
pt_br: Compensar largura com base no alinhamento (WIA)
ro: Offset bazat pe aliniere (WIA)
sk: Šírka posunu na základe zarovnania (WIA)
tr: Hizalamayı taban alan ofset genişliği (WIA)
uk: Ширина зсуву на основі вирівнювання (WIA)

source: Old DSM
ar: DSM القديم
bg: Стар DSM
ca: DSM antic
cs: Staré DSM
de: Alte Datenquellenverwaltung
fa: DSM قدیمی
fi: Vanha DSM
fr: Ancien DSM
hu: Régi DSM
it: Vecchio DSM
pt_br: DSM Antigo
ro: DSM vechi
sk: Staršie DSM
tr: Eski DSM
uk: Застарілий DSM
vi: DSN Cũ

source: One file per page
ar: ملف واحد لكل صفحة
bg: Всяка страница в отделен файл
ca: Un fitxer per pàgina
cs: Jeden soubor na stránku
de: Eine Datei je Seite
et_ee: Üks fail lehe kohta
fa: یک فایل به ازای هر صفحه
fi: Tiedosto joka sivusta
fr: Un fichier par page
hu: Egy fájl oldalanként
it: Un file per pagina
ja: ページごとに1つファイルを作成
lt: Viena byla puslapiui
pt_br: Um arquivo por página
ro: Un fișier pe pagină
sk: Jeden súbor na stránku
tr: Sayfa başı tek dosya
uk: Кожна сторінка в окремий файл
vi: Một tập tin cho mỗi trang

source: One file per scan
ar: ملف واحد لكل عملية مسح ضوئي
bg: Всяко сканиране в отделен файл
ca: Un fitxer per escaneig
cs: Jeden soubor na sken
de: Eine Datei je Scan
et_ee: Üks fail skaneerimise kohta
fa: یک فایل به ازای هر اسکن
fi: Skannauksesta yksi tiedosto
fr: Un fichier par numérisation
hu: Egy fájl beolvasásonként
it: Un file per scansione
ja: スキャンごとに1つのファイルを作成
lt: Viena byla skenavimui
pt_br: Um arquivo por digitalização
ro: Fișiere individuale per scanare
sk: Jeden súbor na skenovanie
tr: Tarama başı tek dosya
uk: Все відскановане в одному файлі
vi: Một tập tin cho mỗi quét

source: One or more files could not be downloaded.
ar: تعذر تنزيل ملف واحد أو أكثر.
bg: Един или няколко файла не могат да бъдат свалени.
ca: No s'ha pogut baixar un o més fitxers.
cs: Jeden nebo více souborů nelze stáhnout.
de: Eine oder mehrere Dateien konnten nicht heruntergeladen werden.
fa: یک یا چند پرونده قابل بارگیری نیستند.
fi: Tiedosto(j)a ei voitu ladata.
fr: Un ou plusieurs fichiers n'ont pas pu être téléchargés.
hu: Egy vagy több fájlt nem sikerült letölteni.
it: Uno o più file non possono essere scaricati.
ja: 1つ以上のファイルをダウンロードできませんでした.
lt: Viena ar kelios bylos negali būti atsisiųstos.
pt_br: Um ou mais arquivos podem não ter sido baixados.
ro: Unul sau mai multe fișiere nu s-au putut descărca.
sk: Jeden alebo viac súborov sa nepodarilo stiahnuť.
tr: Bir veya daha çok dosya indirilemedi.
uk: Не вдалося звантажити один або більше файлів.
vi: Một hoặc nhiều tập tin không thể được tải về.

source: Only allow a single NAPS2 instance
cs: Povolit pouze jednu instanci NAPS2
de: Nur eine einzige NAPS2-Instanz erlauben
fi: Salli vain yksi NAPS2-instanssi
fr: N'autoriser qu'une seule instance de NAPS2
hu: Csak egyetlen NAPS2 példány engedélyezése
it: Consenti una sola istanza di NAPS2
pt_br: Permitir apenas uma instância do NAPS2
ro: Permite doar o singură instanță NAPS2
sk: Povoliť len jednu inštanciu NAPS2
uk: Дозволити лише один примірник NAPS2

source: Open Folder
ar: فتح المجلد
bg: Отвори папка
ca: Obre una carpeta
cs: Otevřít složku
de: Ordner öffnen
et_ee: Ava kaust
fa: بازکردن پوشه
fi: Avaa kansio
fr: Ouvrir un dossier
hu: Mappa megnyitása
it: Apri cartella
ja: フォルダーを開く
pt_br: Abrir pasta
ro: Deschide folder-ul
sk: Otvoriť priečinok
tr: Klasörü Aç
uk: Відкрити каталог
vi: Mở Thư mục

source: Operation in Progress
ar: العملية قيد التقدم
ca: Operació en progrés
cs: Probíhá operace
de: Verarbeitung läuft
et_ee: Töö käib
fa: عملیات در حال پیش‌روی است
fi: Toiminto käynnissä
fr: Progression de l'opération
hu: Művelet folyamatban
it: Operazione in corso
ja: 実行中
pt_br: Operação em Progresso
ro: Operaţiune în desfăşurare
sk: Priebeh operácie
tr: İşlem Sürüyor
uk: Виконується операція
vi: Đang thực thi lệnh

source: Outlook (new)
cs: Outlook (nový)
de: Outlook (neu)
hu: Outlook (új)
it: Outlook (nuovo)

source: Output
ar: الإخراج
bg: Резултат
ca: Sortida
cs: Výstup
de: Ausgabe
et_ee: Väljund
fa: خروجی
fi: Tulos
fr: Sortie
hu: Kimenet
it: Destinazione
ja: 出力
lt: Išvestis
pt_br: Saída
ro: Rezultat
sk: Výstup
tr: Çıktı
uk: Результат
vi: Đầu ra

source: Overwrite File
ar: الكتابة فوق الملف
bg: Презаписване на файла
ca: Sobreescriu el fitxer
cs: Přepsat soubor
de: Datei überschreiben
et_ee: Kirjuta fail üle
fa: جای‌نوشت پرونده
fi: Korvaa tiedosto
fr: Écraser le fichier
hu: Fájl felülírása
it: Sovrascrivi file
ja: ファイルを上書きする
lt: Perrašyti bylą
pt_br: Sobrescrever arquivo
ro: Suprascrie fișierul
sk: Prepísať súbor
tr: Dosyanın Üzerine Yaz
uk: Перезаписати файл
vi: Ghi đè Tiệp

source: Owner Password:
ar: كلمة مرور المالك:
bg: Парола на собственика:
ca: Contrasenya del propietari:
cs: Heslo vlastníka:
de: Besitzer-Passwort:
fa: گذرواژه مالک:
fi: Omistajan salasana:
fr: Mot de passe du propriétaire :
hu: Tulajdonos jelszó:
it: Password proprietario:
ja: オーナーのパスワード:
lt: Savininko slaptažodis:
pt_br: Senha do Proprietário:
ro: Parolă Autor:
sk: Heslo vlastníka:
tr: Sahip Parolası:
uk: Пароль власника:

source: PDF Document (*.pdf)
ar: مستند PDF (*.pdf)
bg: PDF документ (*.pdf)
ca: Document PDF (*.pdf)
cs: PDF dokument (*.pdf)
de: PDF-Dokument (*.pdf)
et_ee: PDF dokument (*.pdf)
fa: پرونده PDF (*.pdf)
fi: PDF-tiedosto (*.pdf)
fr: Document PDF (*.pdf)
hu: PDF dokumentum (*.pdf)
it: Documento PDF (*.pdf)
lt: PDF dokumentas (*.pdf)
pt_br: Documento PDF (*.pdf)
ro: Document PDF (*.pdf)
sk: Dokument PDF (*.pdf)
tr: PDF Belgesi (*.pdf)
uk: Документ PDF (*.pdf)
vi: Tài liệu PDF (*.pdf)

source: PDF Settings
ar: إعدادات PDF
bg: Настройки на PDF
ca: Opcions del PDF
cs: Nastavení PDF
de: PDF-Einstellungen
et_ee: PDF seaded
fa: تنظیمات پی‌دی‌اف
fi: PDF - asetukset
fr: Paramètres PDF
hu: PDF beállítások
it: Impostazioni PDF
ja: PDFの設定
lt: PDF nustatymai
pt_br: Configurações de PDF
ro: Setări PDF
sk: Nastavenia PDF
tr: PDF Ayarları
uk: Налаштування PDF
vi: Cài đặt PDF

source: PDF saved.
ar: تم حفظ PDF.
bg: PDF записан.
ca: S'ha desat el PDF.
cs: PDF uloženo.
de: PDF gespeichert.
fa: PDF ذخیره شد..
fi: PDF talletettu.
fr: PDF enregistré.
hu: PDF mentve.
it: PDF salvato.
ja: PDFは保存されました.
pt_br: PDF salvo.
ro: PDF salvat.
sk: PDF bolo uložené.
tr: PDF kaydedildi.
uk: Файл PDF збережено.
vi: Lưu PDF.

source: PNG File (*.png)
ar: ملف PNG (*.png)
bg: PNG файл (*.png)
ca: Fitxer PNG (*.png)
cs: Soubor PNG (*.png)
de: PNG Datei (*.png)
et_ee: PNG fail (*.png)
fa: پرونده PNG (*.png)
fi: PNG-tiedosto (*.png)
fr: Fichier PNG (*.png)
hu: PNG fájl (*.png)
it: File PNG (*.png)
lt: PNG byla (*.png)
pt_br: Arquivo PNG (*.png)
ro: Fișier PNG (*.png)
sk: Súbor PNG (*.png)
tr: PNG Dosya (*.png)
uk: Файл PNG (*.png)
vi: Tệp PNG (*.png)

source: Page size:
ar: حجم الصفحة:
bg: Размер на листовете:
ca: Mida de la pàgina:
cs: Velikost stránky:
de: Seitengröße:
fa: اندازه صفحه:
fi: Sivun koko:
fr: Taille de la page :
hu: Oldalméret:
it: Dimensione pagina:
ja: ページサイズ:
lt: Puslapio dydis:
pt_br: Tamanho da folha:
ro: Dimensiune pagină:
sk: Veľkosť stránky:
tr: Sayfa boyutu:
uk: Розмір сторінки:
vi: Kích thước trang:

source: Paper source:
ar: مصدر الورق:
bg: Източник на хартия:
ca: Origen del paper:
cs: Zdroj papíru:
de: Papiereinzug:
fa: منبع کاغذ:
fi: Paperilähde:
fr: Source du papier :
hu: Papírforrás:
it: Alimentazione carta:
ja: 給紙元:
lt: Popieriaus šaltinis:
pt_br: Origem do papel:
ro: Sursă hârtie:
sk: Zdroj papiera:
tr: Kağıt kaynağı:
uk: Подача паперу:
vi: Trang gốc:

source: Password
ar: كلمة المرور
bg: Парола
ca: Contrasenya
cs: Heslo
de: Passwort
et_ee: Parool
fa: گذرواژه
fi: Salasana
fr: Mot de passe
hu: Jelszó
ja: パスワード
lt: Slaptažodis
pt_br: Senha
ro: Parolă
sk: Heslo
tr: Parola
uk: Пароль
vi: Mật Khẩu

source: Paste
ar: لصق
bg: Постави
ca: Enganxa
cs: Vložit
de: Einfügen
et_ee: Aseta
fa: چسباندن
fi: Liitä
fr: Coller
hu: Beillesztés
it: Incolla
ja: 貼り付け
lt: Įterpti
pt_br: Colar
ro: Lipire
sk: Prilepiť
tr: Yapıştır
uk: Вставити
vi: Dán

source: Placeholders
ar: عناصر نائبة
bg: Заместители
ca: Marcadors de posició
cs: Zástupné znaky
de: Platzhalter
et_ee: Kohahoidjad
fa: جانگهدار
fi: Paikkamerkit
fr: Chaînes de substitution
hu: Helyettesítők
it: Segnaposti
ja: プレースホルダー
lt: Vietaženkliai
pt_br: Substituições
ro: Înlocuitori
sk: Zástupné symboly
tr: Yer tutucular
uk: Заповнювачі

source: Post-processing
ca: Post-processament
cs: Následné zpracování
de: Nachbearbeitung
fa: پس پردازش
fi: Jälkikäsittely
fr: Post-traitement
hu: Utófeldogozás
it: Post-processo
ja: 後処理
pt_br: Pós-processamento
ro: Postprocesare
sk: Následné spracovanie
tr: İleri İşleme
uk: Післяобробка

source: Pre-emptively run OCR after scanning
cs: Předběžné spuštění OCR po skenování
de: OCR nach dem Scannen automatisch starten
hu: Előzetes OCR futtatás a beolvasás után
it: Esegui preventivamente OCR dopo la scansione
pt_br: Execute o OCR preventivamente após a digitalização
ro: Rulează automat modulul OCR după scanare
sk: Predbežné spustenie OCR po skenovaní
uk: Автоматично розпізнавати після сканування

source: Press Start when ready.
ar: اضغط بدأ عندما تكون جاهزاً.
bg: Натиснете Старт, когато сте готови.
ca: Premeu Inicia per continuar.
cs: Až budete připraveni, stiskněte Start.
de: Start drücken wenn bereit.
fa: وقتی آماده شدید، شروع را فشار دهید.
fi: Paina Aloita, kun olet vlamis.
fr: Presser « Démarrer » une fois prêt.
hu: Ha kész, nyomja meg a Kezdés gombot.
it: Seleziona 'Avvia' quando sei pronto.
ja: 準備ができたらスタートを押してください.
lt: Paspauskite Pradėti, kai būsite pasiruošę.
pt_br: Pressione Iniciar quando estiver pronto.
ro: Apasă Start când ești pregătit.
sk: Ak budete pripravení, stlačte Štart.
tr: Hazır olduğunda Başlat'a basın.
uk: Натисніть Старт, коли будете готові.
vi: Nhấn Start khi đã sẵn sàng.

source: Preview
ar: معاينة
bg: Преглед
ca: Previsualitza
cs: Náhled
de: Vorschau
et_ee: Eelvaade
fa: پیش‌نمایش
fi: Esikatsele
fr: Aperçu
hu: Előnézet
it: Anteprima
ja: プレビュー
lt: Peržiūra
pt_br: Visualizar
ro: Previzualizare
sk: Náhľad
tr: Önizleme
uk: Перегляд
vi: Xem trước

source: Preview:
ar: معاينة:
bg: Преглед:
ca: Previsualitza:
cs: Náhled:
de: Vorschau:
fa: پیش‌نمایش:
fi: Esikatsele:
fr: Aperçu :
hu: Előnézet:
it: Anteprima:
ja: プレビュー:
lt: Peržiūra:
pt_br: Visualizar:
ro: Previzualizare:
sk: Náhľad:
tr: Önizleme:
uk: Перегляд:
vi: Xem trước:

source: Previous
ar: السابق
bg: Предишен
ca: Anterior
cs: Předchozí
de: Vorheriger
et_ee: Eelmine
fa: قبلی
fi: Edellinen
fr: Précédent
hu: Előző
it: Precedente
ja: 前へ
lt: Ankstesnis
pt_br: Anterior
ro: Precedent
sk: Predošlý
tr: Geri
uk: Попередня
vi: Lùi lại

source: Print
ar: ﻿طباعة
bg: Печат
ca: Imprimeix
cs: Tisk
de: Drucken
et_ee: Prindi
fa: چاپ
fi: Tulosta
fr: Imprimer
hu: Nyomtatás
it: Stampa
ja: 印刷
lt: Spausdinti
pt_br: Imprimir
ro: Tipărire
sk: Tlačiť
tr: Yazdır
uk: Друк
vi: In

source: Profile Settings
ar: إعدادات الملف الشخصي
bg: Настройки на профила
ca: Paràmetres del perfil
cs: Nastavení profilu
de: Profileinstellungen
et_ee: Profiili sätted
fa: تنظیمات پروفایل
fi: Profiiliasetukset
fr: Paramètres de profil
hu: Profil beállítások
it: Impostazioni profilo
ja: プロファイル設定
lt: Profilio nustatymai
pt_br: Configurar Perfil
ro: Configurări profil
sk: Nastavenia profilu
tr: Profil Ayarları
uk: Налаштовування профілю
vi: Cài đặt Hồ sơ

source: Profile:
ar: الملف الشخصي:
bg: Профили:
ca: Perfils:
cs: Profil:
de: Profil:
fa: پروفایل:
fi: Profiilit:
fr: Profil :
hu: Profil:
it: Profilo:
ja: プロファイル:
lt: Profilis:
pt_br: Perfil:
ro: Profil:
sk: Profil:
tr: Profil:
uk: Профіль:
vi: Hồ sơ:

source: Profiles
ar: الملفات الشخصية
bg: Профили
ca: Perfils
cs: Profily
de: Profile
et_ee: Profiilid
fa: پروفایل‌ها
fi: Profiilit
fr: Profils
hu: Profilok
it: Profili
ja: プロファイル
lt: Profiliai
pt_br: Perfis
ro: Profiluri
sk: Profily
tr: Profiller
uk: Профілі

source: Prompt If Selected
cs: Výzva Pokud je vybráno
de: Nachfrage, wenn ausgewählt
fi: Kysy jos valittu
fr: Demander si sélectionné
hu: Kérdezzen rá, ha kiválasztva
it: Chiedi se selezionato
pt_br: Perguntar se selecionado
ro: Solicită dacă este selectat
sk: Spýtať sa, ak je vybrané
uk: Запит на продовження, якщо вибрано

source: Prompt for file path
ca: Demana la ruta de destinació
cs: Výzva pro cestu k souboru
de: Dateipfad bestätigen
fa: اعلان برای مسیر فایل
fi: Kysy tiedostopolkua
fr: Demander un chemin pour le fichier
hu: Kérdezzen rá a fájl elérési útvonalára
it: Richiesta percorso file
pt_br: Solicitar o caminho do arquivo
ro: Cere calea fișierului
sk: Výzva na zadanie cesty k súboru
tr: Dosya yolu için komut iste
uk: Запит на шлях до файлу
vi: Hỏi nơi lưu.

source: Provider
ar: مزود
ca: Proveïdor
cs: Poskytovatel
de: Anbieter
et_ee: Pakkuja
fa: ارائه‌دهنده
fi: Palveluntarjoaja
fr: Fournisseur
hu: Szolgáltató
it: Fornitore
ja: プロバイダー
pt_br: Provedor
ro: Furnizor
sk: Poskytovateľ
tr: Sağlayıcı
uk: Постачальник
vi: Nhà cung cấp
