Repository: cyanfish/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: ar, bg, ca, cs, de, et_ee, fa, fi, fr, hu, it, ja, lt, pt_br, ro, sk, tr, uk, vi

source: Ready for scan {0}.
ar: جاهز للمسح الضوئي {0}.
bg: Готовност за сканиране {0}.
ca: Preparat per l'escaneig {0}.
cs: Připraven ke skenu {0}.
de: Bereit für Scan {0}.
fa: آماده برای اسکن {0}.
fi: Valmis skannaamaan {0}.
fr: Prêt à numériser {0}.
hu: Készen áll {0} beolvasásra.
it: Pronto per la scansione {0}.
ja: {0}個の準備が完了しました.
lt: Paruoštas skenavimui {0}.
pt_br: Pronto para digitalizar {0}.
ro: Gata de scanare {0}.
sk: Pripravené na skenovanie {0}.
tr: {0}. tarama için hazır.
uk: Готовий сканувати {0).
vi: Sẵn sàng cho quét {0}.

source: Recover
ar: استرداد
bg: Възстановяване
ca: Recupera
cs: Obnovit
de: Wiederherstellen
et_ee: Taasta
fa: بازیابی
fi: Palauta
fr: Récupérer
hu: Helyreállítás
it: Ripristina
ja: 回復
lt: Atkurti
pt_br: Recuperar
ro: Recuperează
sk: Obnoviť
tr: Kurtar
uk: Відновити
vi: Phục hồi

source: Recover Scanned Images
ar: استرداد الصور الممسوحة ضوئياً
bg: Възстановяване на сканираните изображения
ca: Recuperació d'imatges escanejades
cs: Obnovit skenované obrázky
de: Eingescannte Bilder wiederherstellen
et_ee: Taasta skännitud pildid
fa: در حال بازیابی
fi: Palauta skannatut kuvat
fr: Récupérer des images numérisées
hu: Beolvasott képek helyreállítása
it: Ripristino immagini digitalizzate
ja: スキャンイメージを回復する
lt: Atkurti nuskenuotus vaizdus
pt_br: Recuperar imagens digitalizadas
ro: Recuperează imaginile scanate
sk: Obnoviť naskenované obrázky
tr: Taranmış Resimleri Kurtar
uk: Відновити відскановані зображення
vi: Khôi phục hình ảnh scan

source: Recovering...
ar: يستردّ...
bg: Възстановяване...
ca: S'està recuperant......
cs: Obnovuje se...
de: Wiederherstellen...
fa: پیشرفت بازیابی...
fi: Palautetaan...
fr: Récupération…
hu: Helyreállítás...
it: Ripristino...
ja: 回復中...
lt: Atstatymas...
pt_br: Recuperando...
ro: Recuperare...
sk: Obnovovanie...
tr: Kurtarılıyor...
uk: Відновлення...
vi: Đang Khôi Phục...

source: Recovery Progress
ar: تقدّم الاسترداد
bg: Напредък на възстановяването
ca: Progrés de la recuperació
cs: Průběh obnovení
de: Wiederherstellungsfortschritt
fa: پیشروی بازیابی
fi: Palauttamisen eteneminen
fr: Progression de la récupération
hu: Helyreállítás folyamata
it: Progresso ripristino
ja: 回復作業の進捗
lt: Vyksta atstatymas
pt_br: Progresso da Recuperação
ro: Progres recuperare
sk: Priebeh obnovovania
tr: Kurtarma Süreci
uk: Виконується відновлення
vi: Khôi Phục thành công

source: Redo
cs: Znovu
de: Wiederholen
fi: Tee uudelleen
fr: Rétablir
hu: Mégis
it: Ripeti operazione
pt_br: Refazer
ro: Refacere
sk: Vpred
uk: Повторити

source: Redo {0}
cs: Znovu {0}
de: Wiederholen {0}
fi: Tee Uudelleen {0}
fr: Rétablir {0}
hu: Mégis {0}
it: Ripeti operazione {0}
pt_br: Refazer {0}
ro: Refacere {0}
sk: Vpred {0}
uk: Повторити {0}

source: Remember these settings
ar: تذكر هذه الإعدادات
bg: Запомни тези настройки
ca: Recorda aquesta configuració
cs: Zapamatovat si tato nastavení
de: Diese Einstellungen merken
et_ee: Mälesta neid seadeid
fa: این تنظیمات را بخاطر بسپار
fi: Muista asetukset
fr: Mémoriser ces paramètres
hu: Emlékezzen ezekre a beállításokra
it: Ricorda queste impostazioni
ja: 設定を保存する
lt: Atsiminti šiuos nustatymus
pt_br: Lembrar essas configurações
ro: Păstrează aceste setări
sk: Zapamätať si tieto nastavenia
tr: Bu ayarları anımsa
uk: Зберегти налаштуваання
vi: Ghi các thiết lập

source: Reorder
ar: إعادة ترتيب
bg: Пренареждане
ca: Organitza
cs: Seřadit
de: Neu ordnen
et_ee: Muuda järjestust
fa: چیدمان دوباره
fi: Järjestä uudelleen
fr: Réordonner
hu: Átrendezés
it: Riordina
ja: 並べ替え
lt: Pertvarkyti
pt_br: Reordenar
ro: Reordonare
sk: Zoradiť
tr: Yeniden Sırala
uk: Змінити порядок
vi: Sắp xếp lại

source: Reset
ar: إعادة تعيين
bg: Изчистване
ca: Restaura
cs: Resetovat
de: Zurücksetzen
et_ee: Lähtesta
fa: تنظیم مجدد
fi: Palauta
fr: Réinitialiser
hu: Visszaállítás
it: Ripristina
ja: リセット
lt: Atstatyti
pt_br: Restaurar
ro: Resetare
sk: Vynulovať
tr: Sıfırla
uk: Перезавантажити зображення
vi: Thiết lập lại

source: Reset Image
ar: إعادة تعيين الصورة
bg: Връщане изображението в начално състояние
ca: Restaura la imatge
cs: Resetovat obrázek
de: Bild zurücksetzen
et_ee: Lähtesta pilt
fa: تنظیم مجدد تصویر
fi: Palauta kuva
fr: Réinitialiser l'image
hu: Kép visszaállítása
it: Ripristina immagine
ja: 画像のリセット
lt: Atstatyti vaizdą
pt_br: Restaurar Imagem
ro: Reinițializează imaginea
sk: Vynulovať obrázok
tr: Resmi Sıfırla
uk: Перевантажити зображення
vi: Thiết lập lại hình ảnh

source: Resolution:
ar: الدقة:
bg: Резолюция:
ca: Resolució:
cs: Rozlišení:
de: Auflösung:
fa: دقت:
fi: Tarkkuus:
fr: Résolution :
hu: Felbontás:
it: Risoluzione:
ja: 解像度:
lt: Skiriamoji geba:
pt_br: Resolução:
ro: Rezoluție:
sk: Rozlíšenie:
tr: Çözünürlük:
uk: Роздільна здатність:
vi: Nghị quyết:

source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
bg: Възстановяване на настройки по подразбиране
ca: Restaura als valors per defecte
cs: Obnovit výchozí
de: Standardeinstellungen wiederherstellen
et_ee: Taasta algsed sätted
fa: تنظيمات اوليه
fi: Palauta oletusarvoihin
fr: Valeurs par défaut
hu: Alapértelmezések visszaállítása
it: Ripristina predefiniti
ja: 標準設定に戻す
lt: Atstatyti numatytas parinktis
pt_br: Restaurar padrões
ro: Restaurare valori implicite
sk: Obnoviť pôvodné
tr: Öntanımlıları Geri Yükle
uk: Скинути до типових
vi: Khôi phục mặc định

source: Reverse
ar: عكس
bg: Обръщане
ca: Inverteix
cs: Obrátit
de: Umkehren
fa: معکوس
fi: Taaksepäin
fr: Inverser
hu: Visszafelé
it: Inverti
ja: 反転させる
lt: Atvirkščiai
pt_br: Inverter
ro: Inversează
sk: Opačné poradie
tr: Ters Çevir
uk: Зворотній порядок
vi: Đảo ngược

source: Reverse All
ca: Inverteix-ho tot
cs: Obrátit vše
de: Alle umkehren
fi: Vaihda kaikkien arvot
fr: Tout inverser
hu: Összes visszafordítása
it: Inverti tutto
pt_br: Inverter tudo
ro: Inversează Tot
sk: Obrátiť všetko
uk: Всі у зворотньому порядку

source: Reverse Selected
ca: Selecció inversa
cs: Obrátit vybrané
de: Auswahl umkehren
fi: Vaihda valittujen arvot
fr: Inverser la sélection
hu: Kiválasztott visszafordítása
it: Inverti selezionati
pt_br: Inverter selecionados
ro: Inversează ce este selectat
sk: Obrátiť vybrané
uk: Вибрані у зворотньому порядку

source: Revert
ar: عودة
bg: Връщане в начално състояние
ca: Restaura
cs: Vrátit
de: Rückgängig
fa: برگرداندن
fi: Palauta
fr: Rétablir
hu: Alaphelyzet
it: Inverti
ja: 元に戻す
lt: Grąžinti
pt_br: Reverter
ro: Revenire
sk: Prevrátiť
tr: Geri Al
uk: Повернути
vi: Trở lại

source: Right
ar: يمين
bg: Дясно
ca: Dreta
cs: Vpravo
de: Rechts
fa: راست
fi: Oikea
fr: À droite
hu: Jobbra
it: Destra
ja: 右
lt: Dešininė
pt_br: Direita
ro: Dreapta
sk: Vpravo
tr: Sağ
uk: Вправо
vi: Phải

source: Rotate
ar: تدوير
bg: Завъртане
ca: Gira
cs: Otočení
de: Drehen
et_ee: Pööra
fa: چرخش
fi: Käännä
fr: Rotation
hu: Forgatás
it: Ruota
ja: 回転させる
lt: Pasukti
pt_br: Rotacionar
ro: Rotește
sk: Natočiť
tr: Çevir
uk: Обернути
vi: Xoay

source: Rotate Left
ar: استدارة لليسار
bg: Завъртане наляво
ca: Gira a l'esquerra
cs: Otočit vlevo
de: Links drehen
et_ee: Pööramine vasakule
fa: چرخش چپ
fi: Käännä vasemmalle
fr: Pivoter à gauche
hu: Elforgatás balra
it: Ruota a sinistra
ja: 左に回転させる
lt: Pasukti į kairę
pt_br: Girar para esquerda
ro: Rotește la stânga
sk: Natočiť vľavo
tr: Sola Çevir
uk: Обернути ліворуч
vi: Xoay Trái

source: Rotate Right
ar: استدارة لليمين
bg: Завъртане надясно
ca: Gira a la dreta
cs: Otočit vpravo
de: Rechts drehen
et_ee: Pööramine paremale
fa: چرخش راست
fi: Käännä oikealle
fr: Pivoter à droite
hu: Elforgatás jobbra
it: Ruota a destra
ja: 右に回転させる
lt: Pasukti į dešinę
pt_br: Girar para direita
ro: Rotește la dreapta
sk: Natočiť vpravo
tr: Sağa Çevir
uk: Обернути праворуч
vi: Xoay Phải

source: Run in Background
ca: Executa en rerefons
cs: Spustit na pozadí
de: Ausführung im Hintergrund
et_ee: Käivita taustal
fa: اجرا در پس‌زمینه
fi: Aja taustalla
fr: Exécuter en tâche de fond
hu: Futtatás a háttérben
it: Esegui in background
ja: バックグラウンドで実行
pt_br: Executar em segundo plano
ro: Rulează în fundal
sk: Spustiť na pozadí
tr: Arka Planda Çalıştır
uk: Виконувати на задньому фоні
vi: Chạy ngầm

source: Running OCR...
ca: OCR en ús...
cs: Spuštěno OCR...
de: Führe OCR aus...
fa: اجرای OCR...
fi: Optinen tunnistus meneillään...
fr: OCR en cours…
hu: Karakterfelismerés futtatása...
it: Esecuzione OCR...
ja: OCR適用中...
pt_br: Executando OCR...
ro: Se rulează OCR...
sk: Spustené OCR...
tr: OCR Çalıştırılıyor...
uk: Виконується розпізнавання...
vi: Đang thực hiện OCR...

source: SANE Driver
ca: Controlador SANE
cs: SANE ovladač
de: SANE-Treiber
fa: درایور SANE
fi: SANE - ajuri
fr: Pilote SANE
hu: SANE illesztőprogram
it: Driver SANE
ja: SANE ドライバ
pt_br: Driver SANE
ro: Driver SANE
sk: Ovládač SANE
tr: SANE Sürücüsü
uk: Драйвер SANE

source: Save
ca: Desa
cs: Uložit
de: Speichern
fi: Tallenna
fr: Enregistrer
hu: Mentés
it: Salva
pt_br: Salvar
ro: Salvează
sk: Uložiť
tr: Kaydet
uk: Зберегти

source: Save All
ca: Desa-ho tot
cs: Uložit vše
de: Alles speichern
fi: Tallenna kaikki
fr: Tout enregistrer
hu: Összes mentése
it: Salva tutti
pt_br: Salvar Tudo
ro: Salvează tot
sk: Uložiť všetko
uk: Зберегти все

source: Save All as Images
ca: Desa com a imatges
cs: Uložit vše jako obrázky
de: Alles als Bilder speichern
fi: Tallenna kaikki kuvina
fr: Tout enregistrer en images
hu: Összes mentése képekként
it: Salva tutti come immagini
pt_br: Salvar tudo como Imagens
ro: Salvează toate ca Imagini
sk: Uložiť všetko ako obrázky
tr: Tümünü Resim Olarak Kaydet
uk: Зберегти все як зображення

source: Save All as PDF
ca: Desa com a PDF
cs: Uložit vše jako PDF
de: Alles als PDF speichern
fi: Tallenna kaikki PDF-muodossa
fr: Tout enregistrer en PDF
hu: Összes mentése PDF-ként
it: Salva tutti come PDF
pt_br: Salvar Tudo como PDF
ro: Salvează toate ca PDF
sk: Uložiť všetko ako PDF
tr: Tümünü PDF Olarak Kaydet
uk: Зберегти все як PDF

source: Save Images
ar: حفظ الصور
bg: Запис на изображенията
ca: Desa les imatges
cs: Uložit obrázek
de: Bilder speichern
et_ee: Piltide salvestamine
fa: ذخیره کردن تصاویر
fi: Tallenna kuvat
fr: Enregistrer les images
hu: Képek mentése
it: Salva immagini
ja: 複数の画像を保存
lt: Išsaugoti vaizdus
pt_br: Salvar imagens
ro: Salvează imaginile
sk: Uložiť obrázky
tr: Resimleri Kaydet
uk: Зберегти як зображення
vi: Lưu Ảnh

source: Save Images Progress
ar: تقدم حفظ الصور
bg: Напредък на запазване на изображенията
ca: Progrés del desat d'imatges
cs: Průběh ukládání obrázků
de: Fortschritt des Bildspeicherns
fa: پیشرفت ذخیره تصاویر
fi: Kuvien tallennuksen eteneminen
fr: Progression de l'enregistrement des images
hu: Képmentés folyamata
it: Progresso salvataggio immagini
ja: 保存作業の進捗
lt: Vaizdų išsaugojimo progresas
pt_br: Progresso de Salvar Imagem
ro: Progres salvare imagini
sk: Priebeh ukladania obrázkov
tr: Resimleri Kaydetme Süreci
uk: Виконується збереження зображень
vi: Lưu hình ảnh tiến độ

source: Save PDF
ar: حفظ PDF
bg: Запис в PDF
ca: Desa (PDF)
cs: Uložit PDF
de: PDF speichern
et_ee: Salvesta PDF
fa: ذخیره PDF
fi: Tallenna PDF
fr: Enregistrer en PDF
hu: PDF mentés
it: Salva PDF
ja: PDFを保存
lt: Išsaugoti PDF
pt_br: Salvar PDF
ro: Salvează PDF
sk: Uložiť PDF
tr: PDF Kaydet
uk: Зберегти PDF
vi: Lưu PDF

source: Save PDF Progress
ar: تقدم حفظ PDF
bg: Напредък на запазване на PDF
ca: Progrés del desat en PDF
cs: Průběh ukládání PDF
de: Fortschritt des PDF-Speicherns
fa: پیشرفت ذخیره PDF
fi: PDF:n tallennuksen eteneminen
fr: Progression de l'enregistrement en PDF
hu: PDF mentésének folyamata
it: Progresso salvataggio PDF
ja: PDF保存の進捗
lt: PDF išsaugojimo progresas
pt_br: Progresso de Salvamento do PDF
ro: Progres salvare PDF
sk: Priebeh ukladania PDF
tr: PDF Kaydetme Süreci
uk: Виконується збереження PDF
vi: Lưu Tiến độ PDF

source: Save Selected
ca: Desa la selecció
cs: Uložit vybrané
de: Auswahl speichern
fi: Tallenna valitut
fr: Enregistrer la sélection
hu: Kiválasztott mentése
it: Salva selezionati
pt_br: Salvar Selecionados
ro: Salvează selecția
sk: Uložiť vybrané
uk: Зберегти вибране

source: Save Selected as Images
ca: Desa la selecció com a imatges
cs: Uložit vybrané jako obrázky
de: Auswahl als Bilder speichern
fi: Tallenna valitut kuvina
fr: Enregistrer la sélection en images
hu: Kiválasztottak mentése képekként
it: Salva selezionati come immagini
pt_br: Salvar seleção como Imagens
ro: Salvați cele selectate ca imagini
sk: Uložiť vybrané ako obrázky
tr: Seçileni Resim Olarak Kaydet
uk: Зберегти вибране як зображення

source: Save Selected as PDF
ca: Desa la selecció com a PDF
cs: Uložit vybrané jako PDF
de: Auswahl als PDF speichern
fi: Tallenna valitut PDF-muodossa
fr: Enregistrer la sélection en PDF
hu: Kiválasztott mentése PDF-ként
it: Salva selezionati come PDF
pt_br: Salvar seleção como PDF
ro: Salvați cele selectate ca PDF
sk: Uložiť vybrané ako PDF
tr: Seçileni PDF Olarak Kaydet
uk: Зберегти вибране як PDF

source: Save to a single file
ar: حفظ إلى ملف واحد
bg: Запис в един файл
ca: Desa en un únic fitxer
cs: Uložit do jednoho souboru
de: In eine einzige Datei speichern
et_ee: Salvesta ühte faili
fa: ذخیره در یک پرونده
fi: Tallenna yhteen tiedostoon
fr: Enregistrer en un fichier multipages unique
hu: Mentés egyetlen fájlba
it: Salva in un singolo file
ja: 1つのファイルに保存
lt: Išsaugoti į vieną bylą
pt_br: Salve em um único arquivo
ro: Salvează într-un singur fișier
sk: Uložiť do jedného súboru
tr: Tek dosyaya kaydet
uk: Зберегти все в один файл
vi: Lưu vào một tập tin duy nhất

source: Save to multiple files
ar: حفظ إلى ملفات متعددة
bg: Запис в отделни файлове
ca: Desa en fitxers múltiples
cs: Uložit do více souborů
de: In mehrere Dateien speichern
et_ee: Salvesta mitmesse faili
fa: ذخیره در چند پرونده
fi: Tallenna useaan tiedostoon
fr: Enregistrer en fichiers uniques
hu: Mentés több fájlba
it: Salva in file multipli
ja: 複数のファイルに保存
lt: Išsaugoti į kelias bylas
pt_br: Salvar em múltiplos arquivos
ro: Salvează în fișiere separate
sk: Uložiť do viacerých súborov
tr: Çoklu dosyalara kaydet
uk: Зберегти все в різні файли
vi: Lưu vào nhiều file

source: Saving batch results...
ar: حفظ نتائج الدفعات...
bg: Запазване на груповата задача...
ca: Resultats del desat en lot...
cs: Ukládání výsledků dávky...
de: Speichere das Ergebnis der Stapelverarbeitung...
fa: ذخیره نتیجه اسکن دسته‌ای...
fi: Tallennetaan sarjaskannauksen tuloksia...
fr: Enregistrement des acquisitions par lot…
hu: A kötegelt feldolgozás eredményének mentése...
it: Salvataggio risultati operazioni in serie...
ja: バッチの保存...
lt: Paketo rezultatų išsaugojimas...
pt_br: Salvando resultados de lote...
ro: Salvare rezultate procesare multiplă...
sk: Výsledok uloženia dávky...
tr: Yığın sonuçları kaydediliyor...
uk: Збереження результатиів пакетного сканування...
vi: Lưu vào nhiều file...

source: Saving {0}...
ar: يحفظ {0}...
bg: Запазване {0}...
ca: S'està desant {0}...
cs: Ukládá se {0}...
de: {0} gespeichert...
fa: ذخیره {0}...
fi: Tallennetaan {0}...
fr: Enregistrement de « {0} »…
hu: Mentés {0}...
it: Salvataggio {0}...
ja: {0} を保存中...
lt: Įrašoma {0}...
pt_br: Salvando {0}...
ro: Salvare {0}...
sk: Ukladanie {0}...
tr: {0} kaydediliyor...
uk: Збереження {0}...
vi: Đang Lưu..{0}...

source: Scale With Window
ar: تحجيم مع النافذة
bg: Мащабиране според прозореца
ca: Ajusta a la finestra
cs: Stupnice s oknem
de: Skaliere mit Fenster
fa: بزرگنمایی اندازه پنجره
fi: Skaalaa ikkunan mukaan
fr: Mettre à l'échelle de la fenêtre
hu: Méretezés az ablakhoz
it: Adatta alla finestra
ja: ウインドウに合わせる
lt: Pagal langą
pt_br: Ajustar à Janela
ro: Scalează odată cu fereastra
sk: Mierka podľa okna
tr: Pencereye Göre Ölçeklendir
uk: Масштабувати у вікні
vi: Tỉ lệ với cửa sổ

source: Scale:
ar: المقياس:
bg: Мащаб:
ca: Escala:
cs: Měřítko:
de: Skalieren:
fa: مقیاس:
fi: Kuvasuhde:
fr: Échelle :
hu: Méret:
it: Scala:
ja: 拡大・縮小:
lt: Mastelis:
pt_br: Escala:
ro: Scalare:
sk: Mierka:
tr: Ölçek:
uk: Масштабувати:
vi: Tỉ lệ:

source: Scan
ar: مسح ضوئي
bg: Сканиране
ca: Escaneja
cs: Skenovat
de: Scannen
et_ee: Skaneeri
fa: اسکن
fi: Skannaa
fr: Numériser
hu: Beolvasás
it: Scansiona
ja: スキャン
lt: Skenuoti
pt_br: Digitalizar
ro: Scanează
sk: Skenovať
tr: Tara
uk: Сканувати
vi: Quét

source: Scan Configuration
ar: تكوين المسح الضوئي
bg: Настройки на сканирането
ca: Configuració de l’escàner
cs: Nastavení skenování
de: Scan-Einstellungen
et_ee: Skaneerimise seaded
fa: پیکربندی اسکن
fi: Skannausasetukset
fr: Configuration d'acquisition
hu: Beolvasási konfiguráció
it: Configurazione scansione
ja: スキャン設定
lt: Skenavimo nustatymai
pt_br: Configuração da digitalização
ro: Configurare scanare
sk: Konfigurácia skenovania
tr: Tarama Yapılandırması
uk: Налаштування сканування
vi: Cấu hình quét

source: Scan With Default Profile
cs: Skenovat pomocí výchozího profilu
de: Mit Standardprofil scannen
fi: Skannaa Oletusprofiililla
fr: Numériser avec le profil par défaut
hu: Beolvasás az alapértelmezett profillal
it: Scansiona con Profilo Predefinito
pt_br: Digitalizar com o perfil padrão
ro: Scanare cu profilul implicit
sk: Skenovať pomocou predvoleného profilu
uk: Сканувати з типовим профілем

source: Scan With New Profile
cs: Skenovat pomocí nového profilu
de: Mit neuem Profil scannen
hu: Lapolvasás új profillal
it: Scansiona con nuovo profilo
ro: Scanare cu profil nou

source: Scan With Profile {0}
cs: Skenovat pomocí profilu {0}
de: Mit Profil {0} scannen
hu: Lapolvasás a {0} profillal
it: Scansiona con il profilo {0}
ro: Scanează cu profilul {0}

source: Scanned Image
ar: صورة ممسوحة ضوئياً
bg: Сканирано изображение
ca: Imatge escanejada
cs: Naskenovaný obrázek
de: Eingelesenes Bild
et_ee: Skaneeritud pilt
fa: تصویر اسکن شده
fi: Skannattu kuva
fr: Image numérisée
hu: Beolvasott kép
it: Immagine scansionata
ja: スキャンされた画像
lt: Nuskenuotas vaizdas
pt_br: Imagem digitalizada
ro: Imagine scanată
sk: Naskenovaný obrázok
tr: Taranmış Resim
uk: Зіскановане зображення
vi: Quét Ảnh

source: Scanner Sharing
cs: Sdílení skeneru
de: Scanner teilen
fi: Skannerin Jakaminen
fr: Partage de scanner
hu: Lapolvasó megosztása
it: Condivisione scanner
pt_br: Compartilhar Scanner
ro: Distribuire scaner
sk: Zdieľanie skenera
uk: Спільний доступ до сканера

source: Scanning page {0}
ar: يمسح ضوئياً الصفحة {0}
bg: Сканиране на страница {0}
ca: S'està escanejant la pàgina {0}
cs: Skenuje se stránka {0}
de: Seite {0} wird eingescannt
fa: اسکن صفحه {0}
fi: Skannataan sivua {0}
fr: Acquisition de la page {0}
hu: {0}. oldal beolvasása
it: Scansione pagina {0}
ja: ページ {0} をスキャン中
lt: Skenuojamas puslapis {0}
pt_br: Digitalizando página {0}
ro: Scanare pagina {0}
sk: Skenovanie strany {0}
tr: {0}. sayfa taranıyor
uk: Сканування сторінки {0}
vi: Trang quét {0}

source: Scanning page {0} (scan {1})...
ar: يمسح ضوئياً الصفحة {0} (مسح ضوئي) {1}...
bg: Сканиране на страница {0} (сканиране {1})...
ca: S'està escanejant la pàgina {0} (escàner {1})...
cs: Skenuje se stránka {0} (sken {1})...
de: Seite {0} wird eingescannt (Scan {1})...
fa: اسکن صفحه {0} (اسکن {1})...
fi: Skannataan sivua {0} (skannaus {1})...
fr: Acquisition page {0} (numérisation {1})…
hu: {0}. oldal beolvasása ({1}. beolvasás)...
it: Scansione pagina {0} (scansione {1})...
ja: ページ {0} をスキャン中 (スキャン {1})...
lt: Skenuojamas puslapis {0} ({1})...
pt_br: Digitalizando página {0} (Digitalizado {1})...
ro: Scanare pagina {0} (scan {1})...
sk: Skenovanie strany {0} (skenovanie {1})...
tr: {0}. sayfa taranıyor ({1}. tarama)...
uk: Сканування сторінки {0} (скан {1})...
vi: Đang quét trang {0} (Quét {1})...

source: Scanning page {0}...
ar: يمسح ضوئياً الصفحة {0}...
bg: Сканиране на страница {0}...
ca: S'està escanejant la pàgina {0}...
cs: Skenuje se stránka {0}...
de: Seite {0} wird eingescannt...
fa: اسکن صفحه {0}...
fi: Skannataan sivua {0}...
fr: Acquisition de la page {0}...
hu: {0}. oldal beolvasása...
it: Scansione pagina {0}...
ja: ページ {0} をスキャン中...
lt: Skenuojamas puslapis {0}...
pt_br: Digitalizando página {0}...
ro: Scanare pagina {0}...
sk: Skenovanie strany {0}...
tr: {0}. sayfa taranıyor...
uk: Сканування сторінки {0}...
vi: Trang quét {0}...

source: Searching for devices...
cs: Hledání zařízení...
de: Suche nach Geräten...
hu: Eszközök keresése...
it: Ricerca dispositivi...
ro: Căutare dispozitive...
sk: Vyhľadávanie zariadení...
uk: Пошук пристроїв...

source: Second (00-59)
ar: ثانية (00-59)
bg: Секунди (00-59)
ca: Segons (00-59)
cs: Sekunda (00-59)
de: Sekunde (00-59)
et_ee: Sekund (00-59)
fa: ثانیه (۰۰-۵۹)
fi: Sekunti (00-59)
fr: Seconde (00-59)
hu: Másodperc (00-59)
it: Secondi (00-59)
ja: (00-59)秒
lt: Sekundė (00-59)
pt_br: Segundos (00-59)
ro: Secunde (00-59)
sk: Sekunda (00-59)
tr: Saniye (00-59)
uk: Секунда (1-59)
vi: Giây (00-59)

source: Select
ar: اختيار
bg: Избери
ca: Selecciona
cs: Vybrat
de: Auswählen
et_ee: Vali
fa: انتخاب
fi: Valitse
fr: Sélectionner
hu: Kijelölés
it: Seleziona
ja: 選択
lt: Pažymėti
pt_br: Selecionar
ro: Selectează
sk: Vybrať
tr: Seç
uk: Вибрати
vi: Chọn

source: Select All
ar: اختيار الكل
bg: Избери всички
ca: Selecciona-ho tot
cs: Vybrat vše
de: Alle auswählen
et_ee: Vali kõik
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
hu: Összes kijelölése
it: Seleziona tutto
ja: すべて選択
lt: Pažymėti viską
pt_br: Selecionar tudo
ro: Selectează tot
sk: Vybrať všetko
tr: Tümünü Seç
uk: Вибрати все
vi: Chọn hết

source: Select Device
cs: Výběr zařízení
de: Gerät auswählen
hu: Eszköz kiválasztása
it: Seleziona dispositivo
ro: Selectați dispozitivul
sk: Výber zariadenia
uk: Виберіть пристрій

source: Select Source
ar: اختيار مصدر
bg: Избери източник
ca: Origen
cs: Vybrat zdroj
de: Quelle auswählen
et_ee: Vali allikas
fa: انتخاب منبع
fi: Valitse mistä
fr: Sélectionner une source
hu: Forrás kiválasztása
it: Seleziona sorgente
ja: ソースの選択
lt: Pasirinkti šaltinį
pt_br: Selecionar Origem
ro: Alegeți sursa
sk: Vybrať zdroj
tr: Kaynağı Seç
uk: Вибрати джерело
vi: Chọn nguồn

source: Select a profile before clicking Scan.
ar: حدد ملف شخصي قبل النقر فوق مسح ضوئي.
bg: Изберете профил преди да натиснете "Сканиране".
ca: Selecciona un perfil abans de fer click a Scanejar.
cs: Vyberte profil před spuštěním skenování.
de: Wählen Sie ein Profil vor dem Scannen.
fa: قبل از اسکن پروفایلی را انتخاب کنید.
fi: Valitse profiili ennen kuin painat Skannaa.
fr: Sélectionner un profil avant de cliquer sur « Numériser ».
hu: Válasszon ki egy profilt, mielőtt a Beolvasás gombra kattint.
it: Seleziona profilo prima della scansione.
ja: プロファイルを選んでください.
lt: Prieš pradėdami skenavimą pasirinkite profilį.
pt_br: Escolha um perfil antes de digitalizar.
ro: Selectați un profil înainte de a apăsa Scanare.
sk: Najskôr vyberte profil pred kliknutím na Skenovať.
tr: Taraya tıklamadan önce profil seçiniz.
uk: Виберіть профіль перед скануванням.
vi: Chọn một cấu hình trước khi bấm Scan.

source: Select one or more languages:
ar: اختيار لغة واحدة أو أكثر:
bg: Избери един или повече езици:
ca: Seleccioneu un o més idiomes:
cs: Vyberte jeden nebo více jazyků:
de: Wählen Sie eine oder mehrere Sprachen aus:
fa: یک یا چند زبان انتخاب کنید:
fi: Valitse yksi tai useampi kieli:
fr: Sélectionner une ou plusieurs langues :
hu: Válasszon ki egy vagy több nyelvet:
it: Seleziona una o più lingue:
ja: 言語を選択してください:
lt: Pasirinkite vieną ar daugiau kalbų:
pt_br: Selecione uma ou mais linguagens:
ro: Alegeți una sau mai multe limbi:
sk: Vybrať jeden alebo viac jazykov:
tr: Bir veya daha çok dil seçin:
uk: Виберіть одну або кілька мов::
vi: Chọn một hoặc nhiều ngôn ngữ:

source: Selected ({0})
ar: مختار ({0})
bg: Избрани ({0})
ca: Seleccionat ({0})
cs: Vybráno ({0})
de: Ausgewählt ({0})
fa: انتخاب شده ({0})
fi: Valittu ({0})
fr: Sélection ({0})
hu: Kiválasztott ({0})
it: Selezionato ({0})
ja: ({0})個を選択中
lt: Pasirinkta ({0})
pt_br: Selecionado ({0})
ro: Selectate ({0})
sk: Vybrané ({0})
tr: Seçilen ({0})
uk: Вибрані ({0})
vi: Chọn ({0})
