Repository: cyanfish/naps2
Catalog: NAPS2.Lib/Lang/po/*.po
Languages: ar, bg, ca, cs, de, et_ee, fa, fi, fr, hu, it, ja, lt, pt_br, ro, sk, tr, uk, vi

source: The selected scanner does not support using a feeder. If your scanner does have a feeder, try using a different driver.
ar: لا يدعم الماسح الضوئي المحدد باستخدام علبة تغذية. إذا كان الماسح الضوئي الخاص يوجد به مغذي، حاول استخدام برنامج تشغيل مختلف.
bg: Избраният скенер не поддържа автоматично подаване на листове. Ако вашият скенер има устройство за автоматично подаване на листове, опитайте различен драйвър..
ca: L'escàner seleccionat no suporta alimentació des d'un alimentador. Si el vostre escàner té alimentador de paper, seleccioneu un controlador diferent.
cs: Vybraný skener nepodporuje použití podavače. Pokud váš skener má podavač, zkuste použít jiný ovladač.
de: Der ausgewählte Scanner unterstützt keine Zuführung. Wenn der Scanner eine Zuführung besitzt, probiere einen anderen Treiber.
fa: اسکنر انتخاب شده استفاده از خوراک‌دهنده را پشتیبانی نمی‌کند. اگر اسکنر شما خوراک‌دهنده دارد تلاش کنید از درایور دیگری استفاده کنید.
fi: Valittu skanneri ei tue syöttölaitetta. Jos skannerissasi on syöttölaite, kokeile toista ajuria.
fr: Le scanner sélectionné ne semble pas disposer de dispositif d'alimentation. S'il en possède un, essayer d'utiliser un autre pilote.
hu: A kiválasztott lapolvasó nem támogatja az lapadagoló használatát. Ha a lapolvasója rendelkezik lapadagolóval, próbáljon meg másik illesztőprogramot használni.
it: Lo scanner selezionato non supporta l'uso di un alimentatore automatico. Se lo scanner ha un alimentatore automatico, prova a usare un driver differente.
ja: 選択されたスキャナはフィーダーを利用できません。もしスキャナにフィーダーがある場合は、別のドライバを試してみてください。.
lt: Pasirinktas skeneris nepalaiko padavimo mechanizmo. Jei jūsų skeneris tikrai turi padavimo mechanizmą, pabandykite naudoti kitą tvarkyklę.
pt_br: O scanner selecionado não suporta o uso de alimentador. Se o scanner tiver um alimentador, tente usar um driver diferente.
ro: Scanerul selectat nu suportă alimentarea automată. Dacă scanerul are totuși alimentare automată, atunci încercați alt driver.
sk: Vybraný skener nepodporuje použitie podávača. Ak skener obsahuje podávač, skúste použiť iný ovládač.
tr: Seçilen tarayıcı, besleyici kullanmayı desteklemiyor. Eğer tarayıcınızın bir besleyicisi varsa başka bir sürücü kullanmayı deneyin.
uk: Вибраний сканер не підтримує автоматичну подачу паперу. Якщо ваш сканер все ж має автоматичну подачу паперу, спробуйте вибрати інший драйвер..
vi: Máy quét chọn không hỗ trợ sử dụng một feeder. Nếu máy quét của bạn không có một feeder, hãy thử sử dụng một trình điều khiển khác nhau.

source: The selected scanner does not support using duplex. If your scanner is supposed to support duplex, try using a different driver.
ar: الماسح الضوئي المحدد لا يدعم استخدام الوضع المزدوج. إذا كان ماسحك الضوئي من المفترض أن يدعم الوضع المزدوج، حاول استخدام تعريف مختلف.
bg: Избраният скенер не поддържа двустранно сканиране. Ако тази функция би трябвало да се поддържа, използвайте различен драйвер..
ca: L'escàner seleccionat no suporta dúplex (escaneig per dues cares). Si el vostre escàner suporta aquesta tecnologia, seleccioneu un controlador diferent.
cs: Vybraný skener nepodporuje použití oboustranný mód. Pokud by měl podporovat oboustranný mód, zkuste použít jiný ovladač.
de: Der ausgewählte Scanner unterstützt keinen Duplexscan. Sollte der Scanner einen Duplexscan unterstützen, probieren sie einen anderen Treiber aus.
fa: اسکنر انتخاب شده استفاده از اسکن دورو را پشتیبانی نمی‌کند. اگر اسکنر پشتیبانی از اسکن دورو را پیشنهاد می‌دهد، تلاش کنید از درایور دیگری استفاده کنید.
fi: Valittu skanneri ei tue monipuoleisuutta. Jos skannerisi luultavasti tukee sitä, kokeile toista ajuria.
fr: Le scanner sélectionné ne semble pas gérer pas le recto-verso. S'il est supposé le prendre en charge, essayer d'utiliser un autre pilote.
hu: A kiválasztott lapolvasó nem támogatja a kétoldalas használatot. Ha a lapolvasó feltehetőleg támogatja a kétoldalas használatot, próbáljon meg másik illesztőprogramot használni.
it: Lo scanner selezionato non supporta la scansione fronte retro. Se lo scanner dovrebbe supportare la scansione fronte retro, prova a usare un driver differente.
ja: 両面スキャンがこのスキャナではできません。スキャナに両面機能が備わっている場合は、別のドライバを試してみてください。.
lt: Pasirinktas skeneris nepalaiko dvipusio skenavimo. Jei jūsų skeneris turi dvipusio skenavimo galimybę, pabandykite naudoti kitą tvarkyklę.
pt_br: O scanner selecionado não suporta o uso duplex. Se o scanner realmente suporta duplex, tente usar um driver diferente.
ro: Scanerul selectat nu suportă funcția duplex. Dacă scanerul are totuși duplex, atunci încercați alt driver.
sk: Vybraný skener neskenuje obojstranne. Ak sa v parametroch skenera uvádza, že ho podporuje, potom treba nájsť iný ovládač.
tr: Seçilen tarayıcı, çift taraflı kullanımı desteklemiyor. Eğer tarayıcınız çift taraflı kullanımı destekliyorsa başka bir sürücü kullanmayı deneyin.
uk: Вибраний сканер не підтримує двостороннє сканування. Якщо ваш сканер все ж підтримує двостороннє сканування, спробуйте вибрати інший драйвер.
vi: Máy quét chọn không hỗ trợ sử dụng hai mặt. Nếu máy quét của bạn phải hỗ trợ hai mặt, hãy thử sử dụng một trình điều khiển khác nhau.

source: The selected scanner is busy.
ar: الماسح الضوئي المحدد مشغول.
bg: Избраният скенер е недостъпен.
ca: L'escàner seleccionat esta ocupat.
cs: Vybraný skener je zaneprázdněn.
de: Der gewählte Scanner ist in Benutzung.
fa: اسکنر انتخابی مشغول است.
fi: Valittu skanneri on varattu.
fr: Le scanner sélectionné est occupé.
hu: A kiválasztott lapolvasó foglalt.
it: Lo scanner selezionato è occupato.
ja: 選択されたスキャナは使用中です。.
pt_br: O scanner escolhido está ocupado.
ro: Scanerul selectat este ocupat.
sk: Vybraný skener je zaneprázdnený.
tr: Seçilen tarayıcı meşgul.
uk: Вибраний сканер зайнятий.
vi: Máy quét chọn đang bận.

source: The selected scanner is offline.
ar: الماسح الضوئي المحدد غير متصل.
bg: Избраният скенер е недостъпен.
ca: El scaner seleccionat esta apagat.
cs: Vybraný skener je vypnutý.
de: Der gewählte Scanner ist ausgeschaltet (offline).
fa: اسکنر انتخابی خاموش است.
fi: Valittu skanneri on offline-tilassa.
fr: Le scanner sélectionné est éteint.
hu: A kiválasztott lapolvasó inaktív.
it: Lo scanner selezionato è offline.
ja: 選択されたスキャナは接続されていません。.
lt: Pasirinktas skeneris neprisijungęs.
pt_br: O scanner escolhido está offline.
ro: Scanerul selectat este deconectat.
sk: Vybraný skener je offline.
tr: Seçilen tarayıcı çevrim dışı.
uk: Вибраний сканер вимкнено.
vi: Máy quét chọn đang ẩn.

source: The worker process crashed.
cs: Pracovní proces spadl.
de: Der Arbeitsprozess ist abgestürzt.
hu: A munkavégző folyamat összeomlott.
it: Il processo di elaborazione si è bloccato.
ro: Procesul worker s-a oprit neașteptat.
sk: Pracovný proces spadol.
uk: Збій робочого процесу.

source: The worker process crashed. Check the Windows event viewer.
cs: Pracovní proces spadl. Zkontrolujte prohlížeč událostí systému Windows.
de: Der Arbeitsprozess ist abgestürzt. Überprüfen Sie die Windows-Ereignisanzeige.
hu: A munkavégző folyamat összeomlott. Ellenőrizze a Windows eseménynaplóját.
it: Il processo di elaborazione si è bloccato. Controlla il visualizzatore eventi di Windows.
ro: Procesul worker s-a oprit neașteptat. Verificați Windows event viewer.
sk: Pracovný proces spadol. Skontrolujte prehliadač udalostí systému Windows.
uk: Збій робочого процесу. Перегляньте журнал подій Windows.

source: Theme:
cs: Motiv:
de: Erscheinungsbild:
hu: Téma:

source: Tiff Options
ar: خيارات Tiff
ca: Opcions Tiff
cs: Možnosti Tiff
de: Tiff Einstellungen
fa: گزینه‌های Tiff
fi: Tiff - vaihtoehdot
fr: Options TIFF
hu: Tiff beállítások
it: Opzioni Tiff
ja: TIFF形式の設定
pt_br: Opções Tiff
ro: Opțiuni Tiff
sk: Možnosti TIFF
tr: Tiff Seçenekleri
uk: Параметри Tiff
vi: Thông số Tiff

source: Time between scans (seconds):
ar: الوقت بين عمليات المسح الضوئي (ثواني):
bg: Интервал между сканиранията (в секунди):
ca: Temps entre escanejos (segons):
cs: Čas mezi skeny (vteřiny):
de: Zeit zwischen den Scans (Sekunden):
fa: زمان بین اسکن‌ها (ثانیه):
fi: Aika skannausten välillä (sekuntia):
fr: Délai entre 2 numérisations (secondes) :
hu: Beolvasások közötti idő (másodperc):
it: Intervallo tra le scansioni (secondi):
ja: スキャン間の時間 (seconds):
lt: Laikas tarp skenavimų (sekundės):
pt_br: Tempo entre digitalizações (segundos):
ro: Durată între scanări (secunde):
sk: Čas medzi skenovaniami (v sekundách):
tr: Taramalar arası zaman (saniye):
uk: Затримка між скануванням (у секундах)
vi: Thời gian giữa quét (giây):

source: Title:
ar: العنوان:
bg: Заглавие:
ca: Títol:
cs: Titul:
de: Titel:
fa: عنوان:
fi: Otsikko:
fr: Titre :
hu: Cím:
it: Titolo:
ja: タイトル:
lt: Antraštė:
pt_br: Título:
ro: Titlu:
sk: Titulok:
tr: Başlık:
uk: Заголовок:
vi: Tiêu đề:

source: Tools
ca: Eines
cs: Nástroje
de: Werkzeuge
fi: Työkalut
fr: Outils
hu: Eszközök
it: Strumenti
pt_br: Ferramentas
ro: Unelte
sk: Nástroje
uk: Інструменти

source: Twain Implementation:
bg: Twain реализация:
ca: Implementació Twain:
cs: Implementace TWAIN:
de: Twain Implementierung:
fa: پیاده‌سازی Twain:
fi: Twain - toteutus:
fr: Implémentation TWAIN :
hu: Twain megvalósítás:
it: Implementazione Twain:
ja: Twainの補助機能:
lt: TWAIN realizacija:
pt_br: Implementação Twain:
ro: Implementare Twain:
sk: Implementácia TWAIN:
tr: Twain Uyarlaması:
uk: Реалізація Twain:
vi: Twain thực hiện:

source: US Legal (8.5x14 in)
ar: US قانوني (8.5x14 بوصة)
bg: US Legal (8.5x14 инча)
cs: US Legal (8,5 × 14 in)
de: US Legal (8.5x14 Zoll)
fa: US Legal (۸٫۵x۱۴ اینچ)
fr: US Legal (8.5x14 p)
hu: US Legal (8.5x14 hüvelyk)
it: Legale USA (8.5x14 pollici)
pt_br: Ofício (8.5x14 pol)
tr: US Legal (8.5x14 inç)
uk: US Legal (8.5x11 дюймів)

source: US Letter (8.5x11 in)
ar: US رسالة (8.5x11 بوصة)
bg: US писмо (8.5x11 инч)
ca: Carta US (8.5x11 in)
cs: US Letter (8.5 × 11 in)
de: US Letter (8.5x11 Zoll)
fa: US Letter (۸٫۵x۱۱ اینچ)
fr: US Letter (8.5x11 p)
hu: US Letter (8,5x11 hüvelyk)
it: Lettera USA (8.5x11 pollici)
ja: US Legal (8.5x14 インチ)
pt_br: Ofício (8.5x11 pol)
tr: US Letter (8.5x11 inç)
uk: US Letter (8.5x11 дюймів)

source: Unassign
cs: Zrušit přiřazení
de: Zuweisung aufheben
hu: Hozzárendelés megszüntetése
it: Rimuovi assegnazione
ro: Anulează atribuirea

source: Undo
cs: Zpět
de: Rückgängig
fi: Kumoa
fr: Annuler
hu: Visszavonás
it: Annulla operazione
pt_br: Desfazer
ro: Anulare
sk: Späť
uk: Повернути

source: Undo {0}
cs: Zpět {0}
de: Rückgängig {0}
fi: Kumoa {0}
fr: Annuler {0}
hu: Visszavonás {0}
it: Annulla operazione {0}
pt_br: Desfazer {0}
ro: Anulează {0}
sk: Späť {0}
uk: Повернути {0}

source: Unknown Scanner
cs: Neznámý skener
de: Unbekannter Scanner

source: Unsaved Changes
ar: التغييرات التي لم يتم حفظها
bg: Незаписани промени
ca: Canvis no desats
cs: Neuložené změny
de: Ungespeicherte Änderungen
et_ee: Salvestamata muudatused
fa: تغییرات ذخیره نشده
fi: Tallentamattomia muutoksia
fr: Modifications non enregistrées
hu: Nem mentett módosítások
it: Modifiche non salvate
ja: 保存されていない変更
lt: Neišsaugoti pakeitimai
pt_br: Alterações não salvas
ro: Modificări nesalvate
sk: Neuložené zmeny
tr: Kaydedilmemiş Değişiklikler
uk: Зміни не збережено
vi: Thay đổi chưa được lưu

source: Update Progress
ca: Progrés de l'actualització
cs: Průběh aktualizace
de: Update-Fortschritt
fa: پیشرفت بروزرسانی
fi: Päivityksen eteneminen
fr: Progression de la mise à jour
hu: Frissítés folyamata
it: Progresso aggiornamento
ja: 更新中
pt_br: Progresso da Atualização
ro: Progres Actualizare
sk: Priebeh aktualizácie
tr: Güncelleme Süreci
uk: Виконується оновлення
vi: Tiến trình cập nhật

source: Update checking is disabled.
ca: La comprovació d'actualitzacions està inhabilitada.
cs: Kontrola aktualizací je vypnuta.
de: Updateprüfung ist deaktiviert.
fi: Päivityksen tarkistus on poistettu käytöstä.
fr: Vérification des mises à jour désactivée.
hu: A frissítés ellenőrzése le van tiltva.
it: Il controllo degli aggiornamenti è disabilitato.
pt_br: Verificação de atualizações está desativada.
ro: Verificarea actualizării este dezactivată.
sk: Kontrola aktualizácií je vypnutá.
tr: Güncelleme denetimi devre dışıdır.
uk: Перевірку оновлення вимкнено.

source: Updating...
ar: تحديث...
ca: S'està actualitzant......
cs: Aktualizace...
de: Aktualisiere...
fa: درحال بروزرسانی...
fi: Päivitetään...
fr: Mise à jour…
hu: Frissítés...
it: Aggiornamento...
ja: 更新中...
pt_br: Atualizando...
ro: Se actualizează...
sk: Aktualizácia...
tr: Güncelleniyor...
uk: Оновлення...
vi: Đang cập nhật...

source: Uploading email...
ar: تحميل الرساله...
ca: Enviament per correu-e...
cs: Odesílání emailu...
de: Hochladen der E-Mail...
fa: بارگزاری ایمیل...
fi: Lähetään sähköpostia...
fr: Envoi du courriel…
hu: E-mail feltöltése...
it: Caricamento email...
ja: メールをアップロード中...
pt_br: Enviando e-mail...
ro: Se încarcă e-mailul ...
sk: Povýšenie e-mailom...
tr: E-posta yükleniyor...
uk: Завантаження ел.пошти...
vi: Đang tải lên email...

source: Use native UI
ar: استخدام واجهة المستخدم الأصلية
bg: Използвай вградения потребителски интерфейс
ca: Utilitza la interfície nativa
cs: Použít nativní rozhraní
de: Scanner-Dialog verwenden
fa: استفاده از رابط کاربری بومی
fi: Käytä laitteen käyttöliittymää
fr: Interface native
hu: Natív felhasználói felület használata
it: Usa UI nativa
ja: 元のUIを利用
lt: Skenerio sąsaja
pt_br: Usar WIA UI nativo
ro: Folosește interfața nativă
sk: Použiť natívne užívateľské rozhranie
tr: Aygıt ara yüzünü kullan
uk: Власний інтерфейс сканера WIA UI
vi: Sử dụng giao diện người dùng tự nhiên

source: Use predefined settings
ar: استخدام إعدادات معرفة مسبقاً
bg: Използвай готови настройки
ca: Utiltza els ajustos predeterminats
cs: Použít výchozí nastavení
de: Vordefinierte Einstellungen verwenden
et_ee: Kasutage eelmääratud sätteid
fa: استفاده از تنظیمات پیش تعریف شده
fi: Käytä esimääritettyjä asetuksia
fr: Paramètres prédéfinis
hu: Előre meghatározott beállítások használata
it: Usa impostazioni predefinite
ja: 以前の設定を利用
lt: Naudoti nustatytas parinktis
pt_br: Usar configurações padrões
ro: Folosește configurările prestabilite
sk: Použite preddefinované nastavenia
tr: Öntanımlı ayarları kullan
uk: Попередньо визначені параметри
vi: Sử dụng các thiết lập được xác định trước

source: User Password:
ar: كلمة مرور المستخدم:
bg: Потребителска парола:
ca: Contrasenya de l'usuari:
cs: Heslo uživatele:
de: Benutzerpasswort:
fa: گذرواژه کاربر:
fi: Käyttäjän salasana:
fr: Mot de passe utilisateur :
hu: Felhasználó jelszó:
it: Password utente:
ja: ユーザーのパスワード:
lt: Naudotojo slaptažodis:
pt_br: Senha do Usuário:
ro: Parolă utilizator:
sk: Heslo užívateľa:
tr: Kullanıcı Parolası:
uk: Пароль користувача:
vi: Dùng Mật khẩu:

source: Using OCR requires you to download each language you want to scan.
ar: استخدام التعرف الضوئي على الحروف OCR يتطلب منك تحميل كل لغة تريد مسحها ضوئيا.
bg: За използването на OCR е нужно да свалите всеки от езиците, които искате да сканирате .
ca: La tecnologia OCR requereix baixar fitxers dels idiomes que voleu escanejar.
cs: Pro použití OCR musíte stáhnout každý jazyk, který chcete skenovat.
de: Um die Texterkennung verwenden zu können, müssen die benötigten Sprachen einzeln heruntergeladen werden.
fa: برای استفاده از OCR نیاز است هر زبانی را که می‌خواهید اسکن کنید را دانلود کنید.
fi: OCR:n käyttäminen vaatii, että lataat kaikki kielet, joilla haluat skannata.
fr: Télécharger chaque langue OCR appropriée aux documents numérisés.
hu: A karakterfelismerés használatához minden olyan nyelvet le kell töltenie, amelyet be szeretne olvasni.
it: L'uso dell'OCR richiede che venga scaricata ogni lingua che si vuole far riconoscere.
ja: OCRを使用するにはそれぞれの言語ファイルが必要です.
lt: Teksto atpažinimo funkcijai reikia atsisiųsti visų reikalingų kalbų paketus.
pt_br: O uso do OCR requer que você baixe cada linguagem que deseja escanear.
ro: Folosirea funcției OCR necesită descărcarea fiecărei limbi pe care dorești să o folosești.
sk: Používanie OCR vyžaduje, aby ste si stiahli každý jazyk, ktorý chcete skenovať.
tr: OCR kullanmak için taramak istediğiniz dili indirmeniz gerekir.
uk: Для розпізнавання потрібно звантажити відповідні мовні файли.
vi: Sử dụng OCR đòi hỏi bạn phải tải về từng ngôn ngữ mà bạn muốn quét.

source: Version {0}
ar: الإصدارة {0}
bg: Версия {0}
ca: Versió {0}
cs: Verze {0}
fa: نسخه {0}
fi: Versio {0}
hu: Verzió: {0}
it: Versione {0}
lt: Versija {0}
pt_br: Versão {0}
ro: Versiune {0}
sk: Verzia {0}
tr: Sürüm {0}
uk: Версія {0}
vi: Phiên bản {0}

source: View
ar: عرض
bg: Изглед
ca: Visualitza
cs: Zobrazení
de: Betrachten
fa: نما
fi: Näytä
fr: Afficher
hu: Megtekintés
it: Visualizza
ja: 表示
lt: Peržiūrėti
pt_br: Visualizar
ro: Vizualizare
sk: Zobrazenie
tr: Görüntüle
uk: Вигляд
vi: Xem

source: WIA Driver
ar: تعريف WIA
bg: WIA драйвър
ca: Dispositiu WIA
cs: Ovladač WIA
de: WIA Treiber
et_ee: WIA draiver
fa: درایور WIA
fi: WIA-ajuri
fr: Pilote WIA
hu: WIA illesztőprogram
it: Driver WIA
ja: WIAドライバー
lt: Tvarkyklė WIA
pt_br: Driver WIA
ro: Driver WIA
sk: Ovládač WIA
tr: WIA Sürücüsü
uk: Драйвер WIA

source: Waiting for TWAIN to complete...
ar: في انتظار TWAIN للإكتمال...
bg: Изчакване TWAIN да приключи задачата...
ca: Esperant a TWAIN per completar...
cs: Čekání na dokončení TWAIN...
de: Warte auf TWAIN zur Fertigstellung...
fa: منتظر اتمام کار TWAIN...
fi: Odotetaan TWAINin valmistumista...
fr: En attente de la fin du transfert TWAIN…
hu: Várakozás a TWAIN-re a befejezéshez...
it: In attesa di TWAIN per completare...
ja: TWAINの完了を待機中です...
lt: Laukiama TWAIN užbaigimo...
pt_br: Aguardando driver TWAIN...
ro: Se așteaptă ca scanerul TWAIN să termine...
sk: Čaká sa na dokončenie TWAIN...
tr: Tamamlamak için TWAIN bekleniyor...
uk: Очікування завершення від TWAIN...
vi: Đang chờ TWAIN để hoàn thành...

source: Waiting for authorization...
ar: انتظر التفويض...
ca: S'està esperant autorització...
cs: Čekání na autorizaci...
de: Warten auf Anmeldung...
fa: انتظار برای اجازه...
fi: Odotetaan valtuutusta...
fr: En attente d'autorisation...
hu: Várakozás az engedélyezésre...
it: In attesa di autorizzazione...
ja: 認証待ち...
pt_br: Aguardando autorização...
ro: Se așteaptă autorizarea....
sk: Čaká sa na autorizáciu...
tr: Yetkilendirme bekleniyor...
uk: Очікування авторизації...
vi: Đang đợi cho phép...

source: Waiting for scan {0}...
ar: في انتظار المسح الضوئي {0}...
bg: Изчакване на сканиране {0}...
ca: S'està esperant l'escàner {0}...
cs: Čekání na sken {0}...
de: Warte auf Scan {0}...
fa: منتظر اسکن {0}...
fi: Odotetaan skannausta {0}...
fr: En attente de l'acquisition {0}…
hu: Várakozás a beolvasásra {0}...
it: In attesa per la scansione {0}...
ja: スキャン待機中 {0}...
lt: Laukiama skenavimo {0}...
pt_br: Aguardando para digitalizar {0}...
ro: Așteptați scanarea {0}...
sk: Čaká sa na skenovanie {0}...
tr: {0}. tarama için bekleniyor...
uk: Очікування на скан {0}...
vi: Đang chờ quét {0}...

source: White Threshold
bg: Праг на бялото
ca: Llindar del blanc
cs: Práh bílé
de: Weiß Schwellwert
fa: آستانه سفید
fi: Valkoisen raja-arvo
fr: Seuil du blanc
hu: Fehér küszöbérték
it: Soglia bianco
ja: 白さのしきい値
lt: Baltumo slenkstis
pt_br: Limiar de branco
ro: Limita albă
sk: Prah bielej
tr: Beyaz Eşiği
uk: Поріг білого кольору
vi: Ngưỡng trắng

source: Wia Version:
ca: Versió Wia:
cs: Wia verze:
fi: Wia-versio:
fr: Version WIA :
hu: Wia verzió:
it: Versione Wia:
pt_br: Versão Wia:
ro: Versiunea Wia:
sk: Verzia WIA:
tr: Wia Sürümü:
uk: Версія Wia:

source: Year
ar: سنة
bg: Година
ca: Any
cs: Rok
de: Jahr
et_ee: Aasta
fa: سال
fi: Vuosi
fr: Année
hu: Év
it: Anno
ja: 年
lt: Metai
pt_br: Ano
ro: Anul
sk: Rok
tr: Yıl
uk: Рік
vi: Năm

source: Year (00-99)
ar: سنة (00-99)
bg: Година (00-99)
ca: Any (00-99)
cs: Rok (00-99)
de: Jahr (00-99)
et_ee: Aasta (00-99)
fa: سال (۹۹-۰۰)
fi: Vuosi (00-99)
fr: Année (00-99)
hu: Év (00-99)
it: Anno (00-99)
ja: (00-99) 年
lt: Metai (00-99)
pt_br: Ano (00-99)
ro: Anul (00-99)
sk: Rok (00-99)
tr: Yıl (00-99)
uk: Рік (00-99)
vi: Năm (00-99)

source: You do not have permission to copy content from the file '{0}'.
ar: ليس لديك الإذن لنسخ المحتوى من الملف '{0}'.
bg: Нямате разрешение да копирате съдържание от файл '{0}'.
ca: No teniu prou permisos per copiar el contingut del fitxer '{0}'.
cs: Nemáte oprávnění kopírovat obsah ze souboru '{0}'.
de: Fehlende Rechte um den Inhalt der Datei '{0}' zu kopieren.
fa: شما اجاره کپی محتویات از داخل پرونده '{0}' را ندارید.
fi: Sinulla ei ole oikeuksia kopioida tiedoston '{0}' sisältöä.
fr: Vous n'avez pas la permission de copier le contenu du fichier « {0} ».
hu: Nincs jogosultsága a következő fájl tartalmát másolni: '{0}'.
it: Non hai i permessi per copiare il contenuto dal file '{0}'.
ja: '{0}'からのコピーは許可されていません.
lt: Neturite leidimo kopijuoti turinio iš failo '{0}'.
pt_br: Você não tem permissão para copiar o conteúdo do arquivo '{0}'.
ro: Nu aveţi permisiunea să copiaţi conţinut din fisierul '{0}'.
sk: Nemáte povolenie na kopírovanie obsahu zo súboru '{0}'.
tr: '{0}' dosyasından içeriği kopyalamaya yetkiniz yok.
uk: Відсутні права на копіювання вмісту файлу '{0}'.
vi: Bạn không có quyền sao chép nội dung từ file '{0}'.

source: You don't have permission to save files at this location.
ar: ليس لديك إذن لحفظ الملفات في هذا الموقع.
bg: Нямате права за създаването на файлове в тази папка..
ca: No teniu permís per desar fitxers en aquesta ubicació.
cs: Nemáte oprávnění zapisovat do tohoto umístění.
de: Sie haben nicht die erforderlichen Zugriffsrechte, um an diesem Speicherort zu schreiben.
fa: شما اجازه ذخیره پرونده در این محل را ندارید.
fi: Sinulla ei ole oikeuksia tallentaa tiedostoja tänne.
fr: Vous n'avez pas la permission d'enregistrer des fichiers à cet emplacement.
hu: Nincs jogosultsága fájlok mentésére ezen a helyen.
it: Non hai i permessi per salvare i file in questo percorso.
ja: この場所に保存する権限がありません.
lt: Neturite leidimo įrašyti bylų šioje vietoje.
pt_br: Você não tem permissão para salvar arquivos neste local.
ro: Nu aveţi permisiune de salvare în această locație.
sk: Na tomto mieste nemáte povolenie na ukladanie súborov.
tr: Bu konuma kaydetmek için yetkiniz bulunmuyor.
uk: Відсутні права для створення файлів у цьому каталозі..
vi: Bạn không có quyền để lưu các tập tin tại vị trí này.

source: You have unsaved changes. Are you sure you want to exit and discard those changes?
ar: لديك تغييرات غير محفوظة. هل أنت متأكد من أنك تريد الخروج وتجاهل هذه التغييرات؟
bg: Има незаписани промени. Сигурни ли сте, че искате да затворите програмата и да отхвърлите тези промени?
ca: Teniu modificacions sense desar. Voleu tancar i descartar els canvis?
cs: Máte neuložené změny. Jste si jisti, že chcete odejít a zahodit tyto změny?
de: Es gibt ungespeicherte Änderungen. Möchten Sie das Programm beenden und diese Änderungen verwerfen?
et_ee: Teil on salvestamata muudatusi. Kas olete kindel, et soovite neist muudatustest loobuda?
fa: شما تغییرات ذخیره شده دارید. آیا مطمئنید می‌خواهید خارج شوید و تغییرات را نادیده بگیرید؟
fi: Sinulla on tallentamattomia muutoksia. Oletko varma, että haluat lopettaa ja menettää muutokset?
fr: Il existe des modifications non enregistrées. Faut-il vraiment quitter et les perdre ?
hu: Vannak el nem mentett módosításai. Biztos, hogy ki akar lépni és el akarja vetni ezeket a módosításokat?
it: Ci sono modifiche non salvate. Sei sicuro di voler uscire e abbandonare tali modifiche?
ja: 未保存の変更があります。変更を破棄しますか?
lt: Turite neišsaugotų pakeitimų. Ar tikrai norite išeiti ir atmesti pakeitimus?
pt_br: Você tem alterações não salvas. Tem certeza de que deseja sair e descartar essas alterações?
ro: Există modificări care nu sunt salvate. Sigur vreți să ieșiți și să renunțați la aceste modificări?
sk: Máte neuložené zmeny. Naozaj chcete skončiť a tieto zmeny zahodiť?
tr: Kaydedilmemiş değişiklikleriniz var. Değişiklikleri iptal edip çıkmak istediğinize emin misiniz?
uk: Є незбережені зміни. Дійсно вийти та відмовитись від них?
vi: Bạn có thay đổi chưa được lưu. Bạn có chắc chắn muốn thoát ra và loại bỏ những thay đổi?
